Repository: RxLaboratory/DuAEF_Duik
Catalog: translation/Duik_*.po
Languages: fr, ru

source: Constraint the orientation of a layer to the orientation of other layers.
fr: Contraint l'orientation d'un calque à l'orientation d'autres calques.
ru: Ограничить ориентацию слоя ориентацией других слоёв.

source: Constraint the location and orientation of a layer to a Bézier path.
fr: Contraint la localisation et l'orientation d'un calque à un tracé de Bézier.

source: Pick path...
fr: Choisir le chemin...
ru: Выбрать путь...

source: Select controllers
fr: Sélectionner les contrôleurs
ru: Выбрать контроллеры

source: Select all controllers
fr: Sélectionner tous les contrôleurs
ru: Выбрать все контроллеры

source: Show/hide ctrls
fr: Afficher/masquer les ctrls
ru: Показать/скрыть ктрлы

source: Show/Hide controllers [Alt]: Only the unselected controllers.
fr: Afficher/Masquer les contrôleurs [Alt]: Uniquement les contrôleurs non sélectionnés.
ru: Показать/скрыть контроллеры [Alt]: Только невыбранные контроллеры.

source: Tag as controllers
fr: Marquer comme contrôleurs
ru: Пометить как контроллеры

source: Bake controllers appearance
fr: Figer l'apparence des contrôleurs

source: Controller settings
fr: Réglages du contrôleur
ru: Настройки контроллера

source: Edit selected controllers.
fr: Modifier les contrôleurs sélectionnés.
ru: Редактировать выбранные контроллеры.

source: Use AE Null Objects
fr: Utiliser des objets Nuls AE
ru: Использовать AE Null объекты

source: Use Shape Layers
fr: Utiliser des calques de forme
ru: Использовать Шейповые Слои

source: Use Shape Layers (Draft mode)
fr: Utiliser des calques de forme (mode brouillon)
ru: Использовать Шейповые Слои (режим черновика)

source: Use Raster Layers (PNG)
fr: Utiliser des calques pixel (PNG)

source: Don't lock scale of null controllers.
fr: Ne pas verrouiller l'échelle des contrôleurs nuls.

source: The scale of null controllers, and After Effects nulls as controllers created by Duik won't be locked by default.
fr: L'échelle des contrôleurs nuls, et les calques nuls After Effects créés en tant que contrôleurs par Duik ne sera pas verrouillée par défaut.

source: Set the color of the selected layers. [Alt]: assigns a random color for each layer.
fr: Définit la couleur des calques sélectionnés. [Alt]: assigne une couleur aléatoire pour chaque calque.
ru: Задать цвет выбранных слоев. [Alt]: назначает случайный цвет для каждого слоя.

source: Apply changes. [Alt]: assigns a random color to each layer.
fr: Appliquer les modifications. [Alt]: assigne une couleur aléatoire à chaque calque.
ru: Применить изменения. [Alt]: назначает случайный цвет каждому слою.

source: Edit Controllers
fr: Éditer les contrôleurs
ru: Редактировать контроллеры

source: Create a rotation controller.
fr: Créer un contrôleur de rotation.
ru: Создать контроллер вращения.

source: Create a horizontal translation controller.
fr: Créer un contrôleur de translation horizontale.
ru: Создать горизонтальный контроллер перевода.

source: Create a vertical translation controller.
fr: Créer un contrôleur de translation verticale.
ru: Создать вертикальный контроллер перевода.

source: Create a translation controller.
fr: Créer un contrôleur de translation.
ru: Создать контроллер перевода.

source: Create a translation and rotation controller.
fr: Créer un contrôleur de translation et de rotation.
ru: Создать контроллер перевода и вращения.

source: Create a camera controller.
fr: Créer un contrôleur de caméra.
ru: Создать контроллер камеры.

source: Creates a slider controller.
fr: Crée un contrôleur curseur.
ru: Создать контроллер слайдера.

source: Create an eyebrow controller.
fr: Créer un contrôleur de sourcil.
ru: Создать контроллер бровей.

source: Creates an ear controller.
fr: Créer un contrôleur d'oreille.
ru: Создать контроллер уха.

source: Create a hair controller.
fr: Créer un contrôleur de cheveux.
ru: Создай контроллер волос.

source: Create a mouth controller.
fr: Créer un contrôleur de bouche.
ru: Создать контроллер рта.

source: Create a nose controller.
fr: Créer un contrôleur de nez.
ru: Создать контроллер носа.

source: Create an eye controller.
fr: Créer un contrôleur d'œil.
ru: Создать контроллер глаза.

source: Create a head controller.
fr: Créer un contrôleur de tête.
ru: Создать контроллер головы.

source: Create a foot controller.
fr: Créer un contrôleur de pied.
ru: Создать контроллер стопы.

source: Create a paw controller.
fr: Créer un contrôleur de patte.
ru: Создать контроллер лапы.

source: Create a hoof controller.
fr: Créer un contrôleur de sabot.
ru: Создать контроллер копыта.

source: Create a hand controller.
fr: Créer un contrôleur de main.
ru: Создать контроллер кисти руки.

source: Create a hips controller.
fr: Créer un contrôleur de hanches.
ru: Создать контроллер бёдер.

source: Create a body controller.
fr: Créer un contrôleur de corps.
ru: Создать контроллер тела.

source: Create a neck and shoulders controller.
fr: Créer un contrôleur de cou et d'épaules.
ru: Создайте контроллер шеи и плечей.

source: Create a torso controller.
fr: Créer un contrôleur de torse.
ru: Создать контроллер туловища.

source: Create a vertebrae (neck or spine) controller.
fr: Créer un contrôleur vertèbre (cou ou colonne vertébrale).
ru: Создайте позвонковый контроллер (шея или позвоночник).

source: Create a fin controller.
fr: Créer un contrôleur de nageoire.
ru: Создать контроллер плавника.

source: Create a wing controller.
fr: Créer un contrôleur d'aile.
ru: Создать контроллер крыла.

source: Create a pincer controller.
fr: Créer un contrôleur de pince.
ru: Создать контроллер клешни.

source: Create a tail controller.
fr: Créer un contrôleur de queue.
ru: Создать контроллер хвоста.

source: Create a hair strand controller.
fr: Créer un contrôleur de mèche de cheveux.
ru: Создать контроллер пряди волос.

source: Create an audio controller.
fr: Créer un contrôleur audio.
ru: Создать аудио контроллер.

source: Create a null controller.
fr: Créer un contrôleur nul.
ru: Создать нуль контроллер.

source: Create an After Effects null controller.
fr: Créer un contrôleur Nul After Effects.
ru: Создать After Effects null контроллер.

source: Pseudo-effects
fr: Pseudo-effets
ru: Псевдоэффекты

source: Create pre-rigged pseudo-effects.
fr: Créer des pseudo-effets pré-rigués.
ru: Создать пре-риганный пвседо-эффект.

source: Eyes
fr: Yeux
ru: Глаза

source: Create a pre-rigged pseudo-effect to control eyes.
fr: Créez un pseudo-effet pré-rigué pour contrôler les yeux.

source: Fingers
fr: Doigts
ru: Пальцы

source: Create a pre-rigged pseudo-effect to control fingers.
fr: Créez un pseudo-effet pré-rigué pour contrôler les doigts.

source: Create a pre-rigged pseudo-effect to control a hand and its fingers.
fr: Créez un pseudo-effet pré-rigué pour contrôler une main et ses doigts.

source: Create a pre-rigged pseudo-effect to control a head.
fr: Créez un pseudo-effet pré-rigué pour contrôler une tête.

source: Extract
fr: Extraire
ru: Извлечь

source: Extract the controllers from the selected precomposition, to animate from outside the composition.
fr: Extraire les contrôleurs de la pré-composition sélectionnée, pour animer depuis l'extérieur de la composition.
ru: Извлечь контроллеры из выбранной прекомпозиции для анимации вне композиции.

source: OCO Meta-rig
fr: Métarig OCO

source: Create, import, export Meta-Rigs and templates
fr: Créer, importer, exporter des métarigs et modèles
ru: Создать, импортировать, экспортировать Meta-Rig"и и шаблоны

source: The bones and armatures panel
fr: Le panneau des os et des armatures
ru: Панель костей и каркасов

source: Links & constraints
fr: Liens et contraintes
ru: Связки и ограничения

source: Automation & expressions
fr: Automatisation et expressions
ru: Автоматизация и выражения

source: Tools
fr: Outils
ru: Инструменты

source: Get help
fr: Obtenez de l'aide
ru: Получить помощь

source: Read the doc!
fr: Lisez la documentation !
ru: Читайте документацию!

source: Support %1 if you love it!
fr: Soutenez %1 si vous l'aimez !
ru: Поддержите %1, если вам нравится!

source: Create a null object.
fr: Créer un objet nul.
ru: Создать нуль объект.

source: Create a solid layer.
fr: Créer un solide.
ru: Создать сплошной слой.

source: Solid
fr: Solide
ru: Сплошной

source: Create an adjustment layer.
fr: Créer un calque d'effets.
ru: Создать корректирующий слой.

source: Adjustment layer
fr: Calque d'effets
ru: Корректирующий слой

source: Create a shape layer.
fr: Créer un calque de formes.
ru: Создать шейповый слой.

source: Circle
fr: Cercle
ru: Круг

source: Square
fr: Carré
ru: Квадрат

source: Rounded square
fr: Carré arrondi
ru: Скругленный квадрат

source: Polygon
fr: Polygone
ru: Многоугольник

source: Star
fr: Étoile
ru: Звезда

source: Zero out the selected layers transformation. [Alt]: Reset the transformation of the selected layers to 0. [Ctrl] + [Alt]: Also resets the opacity to 100 %.
fr: Initialise à zéro la transformation des calques sélectionnés. [Alt]: Remet les valeurs de transformation des calques sélectionnés à 0. [Ctrl] + [Alt]: Remet également l'opacité à 100 %.

source: Auto-Rename & Tag
fr: Auto-renommage et tag
ru: Авто-переименование и тег

source: Automagically renames, tags and groups the selected layers (or all of them if there's no selection)
fr: Renomme, tagge et groupe les calques sélectionnés (ou tous si il n'y a pas de sélection) automagiquement
ru: Автоматически переименовывает, тэгирует и группирует выбранные слои (или все их, если нет выделения)

source: Layer manager
fr: Gestionnaire de calques
ru: Диспетчер слоёв

source: Setting layers type...
fr: Définition du type de calques...

source: Setting layers location...
fr: Définition de l'emplacement des calques...

source: Setting layers side...
fr: Définition du côté des calques...

source: Setting layers group name...
fr: Définition du nom du groupe des calques...

source: Setting layers name...
fr: Définition du nom des calques...

source: Create, import, export Meta-Rigs and templates
fr: Créer, importer, exporter des métarigs et modèles

source: [Alt]: Launches the corresponding ScriptUI Stand-Alone panel if it is installed.
fr: [Alt]: Exécute le panneau individuel ScriptUI correspondant s'il est installé.

source: The project needs to be saved first.
fr: Le projet doit d'abord être sauvegardé.
ru: Проект сначала необходимо сохранить.

source: Project
fr: Projet
ru: Проект

source: Set a note for the current project
fr: Définir une note pour le projet en cours
ru: Задать заметку для текущего проекта

source: Set a note for the current composition
fr: Définir une note pour la composition actuelle
ru: Задать заметку для текущей композиции

source: Text file
fr: Fichier texte
ru: Текстовый файл

source: Select the file where to save the notes.
fr: Sélectionnez le fichier où enregistrer les notes.

source: Reloads the note
fr: Recharge la note
ru: Перезагружает заметку

source: New line: Ctrl/Cmd + Enter
fr: Nouvelle ligne : Ctrl/Cmd + Entrée
ru: Новая строка: Ctrl/Cmd + Enter

# file
source: Open...
fr: Ouvrir...
ru: Открыть...

# file
source: Save as...
fr: Enregistrer sous...
ru: Сохранить как...

source: Show envelops
fr: Afficher les enveloppes

source: Show noodles
fr: Afficher les nouilles
ru: Показать лапшу

source: Create new composition
fr: Créer une nouvelle composition
ru: Создать новую композицию

source: [Alt]: Create and build in a new composition.
fr: [Alt]: Créer et construire dans une nouvelle composition.
ru: [Alt]: Создать и построить в новой композиции.

source: Create OCO Meta-rig
fr: Créer un Métarig OCO
ru: Создать OCO мета-риг

source: Meta-Rig name
fr: Nom du Métarig
ru: Имя мета-рига

source: Meta-Rig settings.
fr: Paramètres de Métarig.
ru: Настройки мета-рига.

source: Meta-Rig
fr: Métarig
ru: Мета-риг

source: Build selected Meta-Rig.
fr: Construire le Métarig sélectionné.
ru: Собрать выделенный мета-риг.

source: Create a new Meta-Rig from selected bones or create a new category.
fr: Créer un nouveau Métarig depuis les os sélectionnés, ou créer une nouvelle catégorie.
ru: Создать новый мета-риг из выделенных костей или создать новую категорию.

source: Edit the selected Meta-Rig or category.
fr: Éditer le Métarig sélectionné ou la catégorie.
ru: Редактировать выделенный мета-риг или категорию.

source: Remove the selected Meta-Rig or category from library.
fr: Supprimer le Métarig sélectionner ou la catégorie de la bibliothèque.
ru: Удалить из библиотеки выбранный мета-риг или категорию.

source: Sorry, the OCO library folder can't be found.
fr: Désolé, le dossier de la bibliothèque OCO est introuvable.
ru: К сожалению, папка библиотеки OCO не найдена.

source: Select the OCO.config file.
fr: Sélectionnez le fichier OCO.config.

source: Create OCO Meta-Rig
fr: Créer un Métarig OCO
ru: Создать OCO мета-риг

source: Selected bones
fr: Os sélectionnés
ru: Выделенные кости

source: All bones
fr: Tous les os
ru: Все кости

source: Icon
fr: Icône
ru: Иконка

source: Choose an icon to asssicate with the new Meta-Rig
fr: Choisissez une icône à associer au nouveau Métarig
ru: Выберите иконку для нового мета-рига

source: Meta-Rig Name
fr: Nom du Métarig
ru: Имя мета-рига

source: Choose the name of the meta-rig.
fr: Choisissez le nom du métarig.
ru: Выберите имя мета-рига.

source: Character height:
fr: Taille du personnage :
ru: Рост персонажа:

source: Export the selected armature to an OCO Meta-Rig file.
fr: Exporter l'armature sélectionnée vers un fichier de Métarig OCO.
ru: Экспорт выбранной арматуры в файл мета-рига ОСО.

source: Please, choose a name for the meta-rig
fr: Veuillez choisir un nom pour le nouveau métarig
ru: Пожалуйста, выберите имя для мета-рига

source: The file: "{#}" already exists. Do you want to overwrite this file?
fr: Le fichier "{#}" existe déjà. Voulez-vous l'écraser ?
ru: Файл {#} уже существует. Вы хотите его перезаписать?

source: Sorry, we can't save an OCO file directly in the current category.
fr: Désolé, nous ne pouvons pas enregistrer un fichier OCO directement dans la catégorie actuelle.
ru: К сожалению, мы не можем сохранить OCO файл непосредственно в текущей категории.

source: Are you sure you want to remove the Meta-Rig "{#}"?
fr: Êtes-vous sûr de vouloir supprimer le Métarig "{#} " ?
ru: Вы уверены, что хотите удалить мета-риг "{#}"?

source: Are you sure you want to remove the category "{#}" and all its meta-rigs?
fr: Êtes-vous sûr de vouloir supprimer la catégorie "{#}" et tous ses métarigs ?
ru: Вы уверены, что хотите удалить категорию "{#}" и все её мета-риги?

source: Run script
fr: Exécuter le script
ru: Запустить скрипт

source: All categories
fr: Toutes les catégories
ru: Все категории

source: Dockable Scripts
fr: Scripts Ancrables
ru: Закрепляемые скрипты

source: Startup Scripts
fr: Scripts de démarrage
ru: Скрипт запуска

source: Shutdown Scripts
fr: Scripts d'arrêt
ru: Скрипты завершения работы

source: Script settings
fr: Paramètres du script
ru: Настройки скрипта

source: Select icon
fr: Sélectionner une icône
ru: Выбрать иконку

source: Script name
fr: Nom du script
ru: Имя скрипта

source: Open scripts with...
fr: Ouvrir les scripts avec...
ru: Открыть скрипты с помощью...

source: Select an application to open the scripts. Leave the field empty to use the system default.
fr: Sélectionnez une application pour ouvrir les scripts. Laissez le champ vide pour utiliser la valeur système par défaut.
ru: Выберите приложение, чтобы открыть скрипты. Оставьте поле пустым, чтобы использовать то, что стоит по умолчанию системы.

source: Use the Duik quick editor.
fr: Utiliser l'éditeur rapide Duik.
ru: Используйте быстрый редактор Duik.

source: Use the Duik quick script editor to edit the selected script.
fr: Utilisez l'éditeur de script rapide Duik pour éditer le script sélectionné.
ru: Используйте быстрый редактор Duik для редактирования выбранного скрипта.

source: Run the selected script. [Alt]: Run the script as a standard script even if it's a dockable ScriptUI panel.
fr: Exécuter le script sélectionné. [Alt]: exécuter le script en tant que script standard même s'il s'agit d'un panneau ScriptUI ancrable.
ru: Запустить выбранный скрипт. [Alt]: Запустить скрипт, как стандартный скрипт, даже если это закрепляемая панель ScriptUI.

source: Add a new script or a category to the library.
fr: Ajouter un nouveau script ou une catégorie à la bibliothèque.
ru: Добавить новый скрипт или категорию в библиотеку.

source: Removes the selected script or category from the library.
fr: Supprime le script ou la catégorie sélectionnée de la bibliothèque.
ru: Удаляет выбранный скрипт или категорию из библиотеки.

source: Edit the selected script. [Alt]: Use the Duik quick editor.
fr: Modifier le script sélectionné. [Alt]: Utiliser l'éditeur rapide Duik.
ru: Редактировать выбранный скрипт. [Alt]: Используйте быстрый редактор Duik.

source: Script not found
fr: Script introuvable
ru: Скрипт не найден

source: Sorry, we can't save a script directly in the current category.
fr: Désolé, nous ne pouvons pas enregistrer un script directement dans la catégorie actuelle.
ru: К сожалению, мы не можем сохранить скрипт в текущей категории.

source: Add new scripts to the library.
fr: Ajouter de nouveaux scripts à la bibliothèque.
ru: Добавить новые скрипты в библиотеку.

source: Home panel enabled
fr: Panneau d'accueil activé
ru: Домашняя панель включена

source: The home panel helps Duik to launch much faster. Disabling it may make the launch time of Duik much slower.
fr: Le panneau d'accueil aide Duik à se lancer beaucoup plus rapidement. Le désactiver peut rendre le temps de lancement de Duik beaucoup plus long.
ru: Домашняя панель помогает запустить Duik гораздо быстрее. Отключение может значительно замедлить время запуска Duik.

source: Home panel disabled
fr: Panneau d'accueil désactivé
ru: Домашняя панель отключена

source: Layer controls alert enabled
fr: Alerte des contrôles de calque activée

source: You can disable the "Layer controls" alert dialog which is shown before long operations.
fr: Vous pouvez désactiver l'alerte des "contrôles de calque" qui est affichée avant les opérations longues.

source: Layer controls alert disabled
fr: Alerte des contrôles de calque désactivée

source: Composition tools (crop, change settings...)
fr: Outils de composition (rogner, modifier les paramètres...)
ru: Инструменты композиции (кадрирование, изменение настроек...)

source: Layer
fr: Calque
ru: Слой

source: Text
fr: Texte
ru: Текст

source: Text tools (rename, search and replace...)
fr: Outils de texte (renommer, chercher et remplacer...)
ru: Инструменты текста (переименование, поиск и замена...)

source: Scripting tools
fr: Outils de script
ru: Инструменты скриптинга

source: Crops the selected precompositions using the bounds of their masks.
fr: Recadre les pré-compositions sélectionnées en utilisant les limites de leurs masques.
ru: Вырезает выбранные прекомпозиции, используя границы их масок.

source: Sets the current or selected composition(s) settings, also changing the settings of all precompositions.
fr: Définit les paramètres de(s) composition(s) actuelle(s) ou sélectionnée(s), en modifiant également les paramètres de toutes les précompositions.
ru: Устанавливает текущие или выбранные настройки композици(й)и, а также меняет настройки всех прекомпозиций.

source: Rename
fr: Renommer
ru: Переименовать

source: Renames the selected items (layers, pins, project items...)
fr: Renomme les éléments sélectionnés (calques, épingles, éléments du projet...)
ru: Переименовывает выбранные элементы (слои, пины, элементы проекта...)

source: Puppet pins
fr: Coins de marionnette
ru: Кукольные пины

source: Project items
fr: Éléments du projet
ru: Элементы проекта

source: Update expressions
fr: Mettre à jour les expressions
ru: Обновить выражения

source: Automatically updates the expressions.
fr: Met à jour automatiquement les expressions.
ru: Автоматически обновляет выражения.

source: Remove the first digits
fr: Supprimer les premiers caractères
ru: Удалить первые цифры

source: digits
fr: caractères
ru: цифры

source: Remove the last digits
fr: Supprimer les derniers caractères
ru: Удалить последние цифры

source: Number from
fr: Numéroter à partir de
ru: Число от

source: Reverse
fr: Inverser

source: Number from last to first.
fr: Numéroter du dernier au premier.

source: Prefix
fr: Préfixe
ru: Префикс

source: Suffix
fr: Suffixe
ru: Суффикс

source: Search and replace
fr: Chercher et remplacer
ru: Найти и заменить

source: Searches and replaces text in the project.
fr: Recherche et remplace le texte du projet.
ru: Находит и заменяет текст в проекте.

source: Texts
fr: Textes
ru: Текста

source: Active composition
fr: Composition active
ru: Активная композиция

source: All Compositions
fr: Toutes les compositions
ru: Все Композиции

source: Footages
fr: Métrages
ru: Футажи

source: Folders
fr: Dossiers
ru: Папки

source: All items
fr: Tous les éléments
ru: Все элементы

source: Selected items
fr: Éléments sélectionnés
ru: Выбранные элементы

source: Case sensitive
fr: Sensible à la casse
ru: С учетом регистра

source: Search
fr: Chercher
ru: Поиск

source: Replace
fr: Remplacer
ru: Заменить

source: Search and replace text in the project.
fr: Rechercher et remplacer du texte dans le projet.
ru: Поиск и замена текста в проекте.

source: Script library
fr: Bibliothèque de scripts
ru: Библиотека скриптов

source: Quickly access and run all your scripts and panels.
fr: Ouvrez et exécutez rapidement tous vos scripts et panneaux.
ru: Быстрый доступ и запуск всех ваших скриптов и панелей.

source: Scriptify expression
fr: Scriptifier l'expression

source: Generate a handy ExtendScript code to easily include the selected expression into a script.
fr: Génèrer un code ExtendScript pratique pour inclure facilement l'expression sélectionnée dans un script.

source: Script editor
fr: Éditeur de script
ru: Редактор скриптов

source: A quick editor for editing and running simple scripts and snippets.
fr: Un éditeur rapide pour éditer et exécuter des scripts et des lignes de code simples.

source: Sanity status
fr: État actuel
ru: Статус безопасности

source: [Alt]: One controller for all layers. [Ctrl]: Parent layers to the controllers.
fr: [Alt]: Un contrôleur pour tous les calques. [Ctrl]: Parenter les calques aux contrôleurs.
ru: [Alt]: Один контроллер для всех слоев. [Ctrl]: Усыновить слои к контроллерам.

source: None
fr: Aucun
ru: Ничего

source: Adjustment
fr: Réglage
ru: Корректировка

source: Reposition the anchor points of all selected layers.
fr: Replacer les points d'ancrage de tous les calques sélectionnés.
ru: Переместить якорные точки всех выделенных слоев.

source: Use Full bones (with envelop and noodle)
fr: Utiliser des os complets (avec enveloppe et nouille)

source: Use Light bones
fr: Utiliser les os légers

source: Include masks
fr: Inclure les masques
ru: Включить маски

source: Use the masks too to compute the bounds of the layers when repositionning the anchor point.
fr: Utilisez également les masques pour calculer les limites des calques pour repositionner le point d'ancrage.

source: Margin
fr: Marge

source: Select the layer (texture/map)
fr: Sélectionnez le calque (texture)
ru: Выберите слой (текстура/карта)

source: Select the layer (texture) to use as an effector.
fr: Sélectionnez le calque (texture) à utiliser comme effecteur.
ru: Выберите слой (текстура) для использования в качестве эффектора.

source: Connect properties
fr: Connecter les propriétés
ru: Соединить свойства

source: Align layers.
fr: Aligner les calques.
ru: Выровнять слои.

source: All selected layers will be aligned to the last selected one.
fr: Tous les calques sélectionnés seront alignés sur le dernier sélectionné.
ru: Все выбранные слои будут выровнены к последнему выбранному.
