Repository: RxLaboratory/DuAEF_Duik
Catalog: translation/Duik_*.po
Languages: fr, ru

# controller_shape
source: v position
fr: position v
ru: позиция В

# controller_shape
source: v pos
fr: pos v
ru: в поз

# controller_shape
source: vertical position
fr: position verticale
ru: вертикальная позиция

# controller_shape
source: y location
fr: localisation y
ru: расположение по у

# controller_shape
source: y loc
fr: loc y
ru: у распол

# controller_shape
source: v location
fr: localisation v
ru: расположение по в

# controller_shape
source: v loc
fr: loc v
ru: в распол

# controller_shape
source: vertical location
fr: localisation verticale
ru: вертикальное расположение

# controller_shape
source: location
fr: emplacement
ru: местоположение

# controller_shape
source: transform
fr: transformation
ru: трансформировать

# controller_shape
source: prs
fr: pre
ru: пвм

# controller_shape
source: slider
fr: curseur
ru: слайдер

# controller_shape
source: 2d slider
fr: curseur 2d
ru: 2D слайдер

# controller_shape
source: camera
fr: caméra
ru: камера

# controller_shape
source: head
fr: tête
ru: голова

# controller_shape
source: skull
fr: crâne
ru: череп

# controller_shape
source: hand
fr: main
ru: кисть

# controller_shape
source: carpus
fr: carpe
ru: запястье

# controller_shape
source: foot
fr: pied
ru: стопа

# controller_shape
source: tarsus
fr: tarse
ru: предплюсна

# controller_shape
source: claws
fr: griffes
ru: когти

# controller_shape
source: claw
fr: griffe
ru: коготь

# controller_shape
source: hoof
fr: sabot
ru: копыто

# controller_shape
source: eye
fr: œil
ru: глаз

# controller_shape
source: eyes
fr: yeux
ru: глаза

# controller_shape
source: square
fr: carré
ru: квадрат

# controller_shape
source: hips
fr: hanches
ru: бёдра

# controller_shape
source: hip
fr: hanche
ru: таз

# controller_shape
source: body
fr: corps
ru: тело

# controller_shape
source: shoulders
fr: épaules
ru: плечи

# controller_shape
source: neck
fr: cou
ru: шея

# controller_shape
source: tail
fr: queue
ru: хвост

# controller_shape
source: penis
fr: pénis
ru: пенис

# controller_shape
source: vulva
fr: vulve
ru: вульва

# controller_shape
source: walk cycle
fr: cycle de marche
ru: цикл ходьбы

# controller_shape
source: run cycle
fr: cycle de course
ru: цикл бега

# controller_shape
source: animation cycle
fr: cycle d'animation
ru: цикл анимации

# controller_shape
source: blender
fr: mélangeur
ru: блендер

# controller_shape
source: animation blender
fr: mélangeur d'animation
ru: блендер анимации

# controller_shape
source: null
fr: nul
ru: нуль

# controller_shape
source: empty
fr: vide
ru: пусто

# controller_shape
source: connector
fr: connecteur
ru: коннектор

# controller_shape
source: connection
fr: connexion
ru: подключение

# controller_shape
source: connect
fr: connecter
ru: подключить

# controller_shape
source: expose transform
fr: exposer les transformations
ru: показать трансформацию

# controller_shape
source: ear
fr: oreille
ru: ухо

# controller_shape
source: hair
fr: cheveux
ru: волосы

# controller_shape
source: strand
fr: mèche
ru: прядь

# controller_shape
source: hair strand
fr: mèche de cheveux
ru: прядь волос

# controller_shape
source: mouth
fr: bouche
ru: рот

# controller_shape
source: nose
fr: nez
ru: нос

# controller_shape
source: brow
fr: sourcil
ru: лоб

# controller_shape
source: eyebrow
fr: sourcil
ru: брови

# controller_shape
source: eye brow
fr: sourcil
ru: бровь

# controller_shape
source: poney tail
fr: queue de cheval
ru: Хвост лошади

# controller_shape
source: poneytail
fr: queue de cheval
ru: Хвост лошади

# controller_shape
source: pincer
fr: pince
ru: клешня

# controller_shape
source: wing
fr: aile
ru: крыло

# controller_shape
source: fin
fr: nageoire
ru: плавник

# controller_shape
source: fishbone
fr: arête
ru: рыбья кость

# controller_shape
source: fish bone
fr: arête
ru: рыбья кость

# controller_shape
source: sound
fr: son
ru: звук

# controller_shape
source: vertebrae
fr: vertèbre
ru: позвонок

# controller_shape
source: spine
fr: colonne
ru: позвоночник

# controller_shape
source: torso
fr: torse
ru: туловище

# controller_shape
source: lungs
fr: poumons
ru: легкие

# controller_shape
source: chest
fr: buste
ru: грудь

# controller_shape
source: ribs
fr: côtes
ru: рёбра

# controller_shape
source: rib
fr: côte
ru: ребро

source: Create controller
fr: Créer un contrôleur

source: Slider
fr: Curseur
ru: Слайдер

source: Controller
fr: Contrôleur
ru: Контроллер

source: Null
fr: Nul
ru: Нуль

source: Hand
fr: Main
ru: Кисть

source: X Position
fr: Position X
ru: X Позиция

source: Y Position
fr: Position Y
ru: Y Позиция

source: Transform
fr: Transformation
ru: Трансформировать

source: Eye
fr: Œil
ru: Глаз

source: Head
fr: Tête
ru: Голова

source: Hips
fr: Hanches
ru: Бёдра

source: Body
fr: Corps
ru: Тело

source: Shoulders
fr: Épaules
ru: Плечи

source: Foot
fr: Pied
ru: Стопа

source: Ear
fr: Oreille
ru: Ухо

source: Mouth
fr: Bouche
ru: Рот

source: Nose
fr: Nez
ru: Нос

source: Eyebrow
fr: Sourcil
ru: Брови

source: Claws
fr: Griffes
ru: Когти

source: Hoof
fr: Sabot
ru: Копыто

source: Pincer
fr: Pince
ru: Клешня

source: Torso
fr: Torse
ru: Туловище

source: Vertebrae
fr: Vertèbre
ru: Позвонок

# Easter egg ;)
source: Penis
fr: Pénis
ru: Пенис

# Easter egg ;)
source: Vulva
fr: Vulve
ru: Вульва

source: Animation Cycles
fr: Cycles d'animation
ru: Циклы анимации

source: Animation Blender
fr: Mélangeur d'animation
ru: Блендер анимации

source: Expose Transform
fr: Exposer les transformations
ru: Показать трансформацию

source: Bake controllers
fr: Figer les contrôleurs
ru: Облегчить контроллеры

source: Extract controllers
fr: Extraire les contrôleurs
ru: Извлечь контроллеры

source: No new controller was found to extract. Do you want to extract all controllers from this pre-composition anyway?
fr: Aucun nouveau contrôleur à extraire n'a été trouvé. Voulez-vous tout de même extraire tous les contrôleurs de cette pré-composition ?
ru: Не найден новый контроллер для извлечения. Хотите извлечь все контроллеры из этой пре-композиции в любом случае?

source: Nothing new!
fr: Rien de nouveau !
ru: Ничего нового!

source: Tag as ctrls
fr: Marquer comme ctrls
ru: Пометить как ктрлы

source: Left
fr: Gauche
ru: Левый

source: Right
fr: Droite
ru: Правый

source: Front
fr: Avant
ru: Передний

source: Back
fr: Arrière
ru: Задний

source: Middle
fr: Milieu
ru: Средний

source: Under
fr: En Dessous
ru: Снизу

source: Above
fr: Au-dessus
ru: Сверху

source: Toggle edit mode
fr: Basculer le mode édition
ru: Переключить режим редактирования

# layer name
source: L
fr: G
ru: Лев

# layer name
source: R
fr: D
ru: Прав

# layer name
source: Fr
fr: Av
ru: Верх.

# layer name
source: Bk
fr: Ar
ru: Зад

# layer name
source: Tl
fr: Q
ru: Хв

# layer name
source: Md
fr: M
ru: Ср

# layer name
source: Ab
fr: Sur
ru: Над

# layer name
source: Un
fr: Sous
ru: Под

source: Bone
fr: Os
ru: Кость

source: Pin
fr: Épingle
ru: Закрепить

source: Zero
fr: Zéro
ru: Ноль

# anatomy
source: clavicle
fr: clavidule
ru: ключица

# anatomy
source: shoulder
fr: épaule
ru: плечо

# anatomy
source: shoulder blade
fr: omoplate
ru: лопатка

# anatomy
source: arm
fr: bras
ru: рука

# anatomy
source: ulna
fr: cubitus
ru: локтевая кость

# anatomy
source: forearm
fr: avant-Bras
ru: предплечье

# anatomy
source: finger
fr: doigt
ru: палец

# anatomy
source: fingers
fr: doigts
ru: пальцы

# anatomy
source: heel
fr: talon
ru: пятка

# anatomy
source: femur
fr: fémur
ru: бедренная кость

# anatomy
source: thigh
fr: cuisse
ru: бедро

# anatomy
source: leg
fr: jambe
ru: нога

# anatomy
source: shin
fr: jarret
ru: голень

# anatomy
source: calf
fr: mollet
ru: икроножная мышца

# anatomy
source: fibula
fr: péroné
ru: малоберцовая кость

# anatomy
source: toe
fr: orteil
ru: палец ноги

# anatomy
source: toes
fr: orteils
ru: пальцы ног

# anatomy
source: feather
fr: plume
ru: перо

source: Building OCO character:
fr: Construction du personnage OCO :
ru: Создание OCO персонажа:

source: Sorting bones...
fr: Tri des os...
ru: Сортировка костей...

# duik
source: Tangent
fr: Tangente
ru: Тангент

source: Lock tangents
fr: Verrouiller les tangentes
ru: Блокировать тангенты

source: Some layers are 3D layers, that's a problem...
fr: Certains calques sont des calques 3D, c'est un problème...
ru: Некоторые слои в 3D, и это проблема...

source: This can't be rigged, sorry.
fr: Cela ne peut pas être riggé, désolé.
ru: Невозможно заригать, извиняй.

source: Sorting layers...
fr: Tri des calques...
ru: Сортировка слоёв...

source: Root
fr: Racine

source: Shoulders & neck
fr: Épaules et cou
ru: Плечи и шея

source: Heel
fr: Talon
ru: Пятка

source: Shoulder
fr: Épaule
ru: Плечо

source: Front leg
fr: Patte avant
ru: Передняя нога

source: Creating controllers
fr: Création des contrôleurs
ru: Создание контроллеров

source: Parenting...
fr: Parentage...
ru: Привязка...

source: Fish spine
fr: Colonne de poisson
ru: Рыбный позвоночник

source: Rigging...
fr: Rig...
ru: Риггинг...

source: Custom bones
fr: Os personnalisés
ru: Пользовательские кости

source: Crop precompositions
fr: Recadrer les pré-compositions
ru: Обрезать прекомпозиции

source: Edit expression
fr: Modifier l'expression
ru: Редактировать выражение

source: A higher factor → a higher precision. • Smart mode: lower the factor to keep keyframes only for extreme values. Increasing the factor helps to get a more precise curve with inflexion keyframes. • Precise mode: A factor higher than 1.0 increases the precision to sub-frame sampling (2 → two samples per frame). A factor lower than 1.0 decreases the precision so that less frames are sampled (0.5 → half of the frames are sampled). Decrease the precision to make the process faster, increase it if you need a more precise motion-blur, for example.
fr: Un facteur plus élevé → une précision plus élevée. • Mode intelligent : baissez le facteur pour ne garder que les images clés pour les valeurs extrêmes. L'augmentation du facteur aide à obtenir une courbe plus précise avec les images clés sur les points d'inflexion. • Mode précis : Un facteur supérieur à 1.0 augmente la précision de l'échantillonnage sous-image (2 → deux échantillons par image). Un facteur inférieur à 1.0 diminue la précision de sorte que moins d'images soient échantillonnées (0,5 → la moitié des images sont échantillonnées). Diminuez la précision pour rendre le processus plus rapide, augmentez-la si vous avez besoin d'un flou de mouvement plus précis, par exemple.
ru: Больше вычислений → больше точность. • Smart-режим: меньше вычислений для того, чтобы сохранять в ключах (ключевых кадрах) только экстремальные значения. Увеличение количества вычислений поможет достичь более точной кривой в переходе к ключу. • Режим точности: количество вычислений выше, чем 1.0 повышает точность до многократного семплирования кадра (2 → два семпла для кадра). Количество вычислений ниже, чем 1.0 понижает точность, поэтому семплироваться будут меньше кадров (0.5 → сэмплируется половина кадров). Чтоб сделать процесс быстрее - понижайте точность, но если вам нужно, например, более точное размытие движений - повышайте точность.

source: Automation and expressions
fr: Automatisation et expressions
ru: Автоматизация и выражения

source: Separate the dimensions of the selected properties. Also works with colors, separated to RGB or HSL.
fr: Séparer les dimensions des propriétés sélectionnées. Fonctionne également avec des couleurs, séparées en RVB ou TSL.
ru: Разделить величины измерений для выбранных свойств. Также работает с величинами цвета, разделяя величины на R, G, B или H, S, L.

source: Remove expressions, keeping the post-expression value on all selected properties. [Alt]: Keep the pre-expression value (After Effects default).
fr: Supprimer les expressions, en conservant la valeur post-expression sur toutes les propriétés sélectionnées. [Alt]: Conserver la valeur pré-expression (comme After Effects par défaut).
ru: Удалить выражения, оставляя вычисленную выражением величину во всех выделенных свойствах. [Alt]: не оставлять вычисленную величину, заменить на величину, которая была до вставки выражения (по умолчанию в After-Effects).

source: Expression tools
fr: Outils d'expressions
ru: Инструменты выражения

source: Various tools to fix and work with expressions
fr: Différents outils pour corriger et travailler avec des expressions
ru: Различные инструменты для исправления и работы с выражениями

source: Remove
fr: Retirer
ru: Удалить

source: Replace all occurences of %1 by %2.
fr: Remplacer toutes les occurrences de %1 par %2.
ru: Заменить все найденные %1 на %2.

source: Use
fr: Utiliser
ru: Использовать

source: Copy expression
fr: Copier l'expression
ru: Копировать выражение

source: Copy the expression from the selected property.
fr: Copier l'expression de la propriété sélectionnée.
ru: Скопировать выражение из выбранного свойства.

source: Paste the expression in all selected properties.
fr: Coller l'expression dans toutes les propriétés sélectionnées.
ru: Вставить выражение во все выбранные свойства.

source: Use an external editor to edit the selected expression. [Ctrl]: Reloads the expressions from the external editor.
fr: Utilisez un éditeur externe pour modifier l'expression sélectionnée. [Ctrl]: Recharge les expressions depuis l'éditeur externe.
ru: Использовать внешний редактор для редактирования выбранного выражения. [Ctrl]: Перезагружает выражения из внешнего редактора.

source: Open expressions with...
fr: Ouvrir les expressions avec...
ru: Открыть выражение с помощью...

source: Select an application to open the expressions. Leave the field empty to use the system default for '.jsxinc' files.
fr: Sélectionnez une application pour ouvrir les expressions. Laissez le champ vide pour utiliser la valeur par défaut du système pour les fichiers '.jsxinc'.
ru: Выберите приложение, чтобы открыть выражения. Оставьте поле пустым, чтобы использовать то, что стоит по умолчанию системы для файлов '.jsxinc'.

source: System default
fr: Par défaut du système
ru: Использовать системные.

source: Set a random value to the selected properties, keyframes or layers.
fr: Définir une valeur aléatoire sur les propriétés, les images clés ou les calques sélectionnés.
ru: Задать случайное значение для выбранных свойств, ключевых кадров или слоев.

source: Current values
fr: Valeurs actuelles
ru: Текущие значения

source: Values of the properties at the current time
fr: Valeurs des propriétés à l'instant courant
ru: Значения свойств на текущий момент

source: Layer attributes
fr: Attributs de calque
ru: Атрибуты слоя

source: Attributes of the layers.
fr: Attributs des calques.
ru: Атрибуты слоёв.

source: Keyframes (value and time).
fr: Images clés (valeur et instant).
ru: Ключевые кадры (значение и время).

source: Natural (gaussian)
fr: Naturel (gaussien)
ru: Естественное Сглаживание (по Гауссу)

source: Uses an algorithm with a natural result (using the Gaussian bell-shaped function). A few values may be out of range.
fr: Utilise un algorithme avec un résultat naturel (en utilisant la fonction Gaussienne, en forme de cloche). Quelques valeurs peuvent être hors des limites.
ru: Использует алгоритм с естественным результатом (используя функцию сглаживания формы по Гауссу). Несколько значений могут быть вне диапазона.

source: Uses strict values.
fr: Utilise des valeurs strictes.
ru: Использует строгие значения.

source: Collapse dimensions
fr: Fusionner les dimensions
ru: Объединить величины свойства.

source: Controls all dimensions or channels with a single value.
fr: Contrôle toutes les dimensions ou canaux avec une seule valeur.
ru: Контролирует все величины свойства или все каналы с помощью единственного значения.

source: Separate all dimensions or channels to control them individually.
fr: Séparer toutes les dimensions ou canaux pour les contrôler individuellement.
ru: Разделить все величины свойства или каналы, чтобы контролировать их каждый отдельно.

source: Values
fr: Valeurs
ru: Значения

source: Control all dimensions or channels with a single value.
fr: Contrôler toutes les dimensions ou canaux avec une seule valeur.
ru: Контролировать все величины свойства или каналы с помощью единственного значения.

source: Replace expressions by keyframes. Use a smart algorithm to have as less keyframes as possible, and keep them easy to edit afterwards.
fr: Remplacer les expressions par des images clés. Utiliser un algorithme intelligent pour avoir le moins d'images clés possible et les garder faciles à éditer par la suite.
ru: Преобразовать выражение в каждом кадре в ключевой кадр. Используйте smart-алгоритм для того, чтобы получить меньше ключевых кадров, так как позже их будет легче редактировать.

source: Smart mode
fr: Mode intelligent
ru: Смарт-режим

source: Use a smarter algorithm which produces less keyframes. The result may be easier to edit afterwards but a bit less precise than other modes
fr: Utiliser un algorithme plus intelligent qui produit moins d'images clés. Le résultat peut être plus facile à éditer par la suite, mais un peu moins précis que les autres modes
ru: Использовать более умный алгоритм, который создаёт меньшее количество ключей (ключевых кадров). Хоть ключи впоследствии будет легче редактировать, но они будут слегка менее точными, чем ключи при использовании других режимов.

source: Precise mode
fr: Mode précis
ru: Режим точности

source: Add new keyframes for all frames. This mode produces more keyframes but the result may be closer to the original animation.
fr: Ajouter de nouvelles images clés pour toutes les images. Ce mode produit plus d'images clés, mais le résultat peut être plus proche de l'animation originale.
ru: Добавить новые ключевые кадры для всех кадров. В этом режиме создается больше ключевых кадров, но результат может быть ближе к оригинальной анимации.

source: Precision factor
fr: Facteur de précision
ru: Уровень точности

source: Replaces all expressions of the composition by keyframes, and removes all non-renderable layers. Uses a smart algorithm to have as less keyframes as possible, and keep them easy to edit afterwards.
fr: Remplace toutes les expressions de la composition par des images clés, puis supprime tous les calques non visibles au rendu. Utilise un algorithme intelligent pour avoir le moins d'images clés possible et les garder faciles à éditer par la suite.
ru: Заменяет все выражения композиции на ключевые кадры, и удаляет все слои невозможные для рендера. Использует смарт-алгоритм, чтобы иметь как можно меньше ключевых кадров, с возможностью легко изменить их позже.

source: Activate the time remapping on the selected layers, adjusts the keyframes and adds a loop effect.
fr: Activer le remappage temporel sur les calques sélectionnés, ajuste les images clés et ajoute un effet de boucle.
ru: Активировать отображение времени на выбранных слоях, скорректировать ключевые кадры и добавить эффект цикла(луп).

source: Creates a spatial effector to control properties. Select the properties to control first, then click on this button.
fr: Crée un effecteur spatial pour contrôler les propriétés. Sélectionnez d'abord les propriétés à contrôler, puis cliquez sur ce bouton.
ru: Создает пространственный эффектор для управления свойствами. Сначала выберите свойства, затем нажмите на эту кнопку.

source: Control properties using a map (texture) layer.
fr: Contrôler les propriétés à l'aide d'un calque de texture.
ru: Управляйте свойствами с помощью карты (текстуры) слоя.

source: Add a random but smooth animation to the selected properties.
fr: Ajouter une animation aléatoire mais lisse aux propriétés sélectionnées.
ru: Добавить случайную, но плавную анимацию к выбранным свойствам.

source: Individual controls
fr: Contrôles individuels
ru: Отдельные элементы управления

source: Create one individual control for each property.
fr: Créer un contrôle individuel pour chaque propriété.
ru: Для каждого из свойств создать индивидуальный контроллер.

source: Unified control
fr: Contrôle unifié
ru: Унифицированный контроллер

source: Create a single control for all properties. a.k.a. The One Duik To Rule Them All.
fr: Créer un contrôle unique pour toutes les propriétés. a.k.a. Le Duik Qui Les Contrôlera Tous.
ru: Создать единый контроллер для всех свойств. a.k.a. Единый Duik управляет ими всеми.

source: Add a control effect to randomize (and animate) the selected properties.
fr: Ajouter un effet de contrôle aux propriétés sélectionnées pour les aléatoiriser (et animer).
ru: Добавьте контрольный эффект, рандомизирующий (и анимировать) выбранные свойства.

source: Creates a single control for all properties. a.k.a. The One Duik To Rule Them All.
fr: Crée un contrôle unique pour toutes les propriétés. a.k.a. Le Duik Qui Les Contrôlera Tous.
ru: Создать единый контроллер для всех свойств. a.k.a. Единый Duik управляет ими всеми.

source: Swing or blink. Alternate between two values, going back and forth, with advanced interpolation options.
fr: Balancement ou clignotement. Alterner entre deux valeurs, avec des options avancées d'interpolation.
ru: Взмах или мигание. Переключайтесь между двумя значениями, возвращаясь назад и вперед, с расширенными возможностями интерполяции.

source: Swing
fr: Balancement
ru: Махание

source: Smoothly go back and forth between two values.
fr: Va et vient entre deux valeurs.
ru: Плавно перемещайтесь между двумя значениями.

source: Blink
fr: Clignotement
ru: Моргать

source: Switch between two values, without interpolation.
fr: Basculer entre deux valeurs, sans interpolation.
ru: Переключайтесь между двумя значениями без интерполяции.

source: Automates the rotation of the selected layers as wheels.
fr: Automatise la rotation des calques sélectionnés en tant que roues.
ru: Автоматизирует вращение выбранных слоёв как колёса.

source: Looper
fr: Boucleur
ru: Лупер

source: Add cycles to the animated properties, (with more features than the 'loopOut' and 'loopIn' expressions).
fr: Ajoute des cycles aux propriétés animées, (avec plus de fonctionnalités que les expressions 'loopOut' et 'loopIn').
ru: Добавить циклы к анимированным свойствам, (с большим количеством функций, чем 'loopOut' и 'loopIn' выражения).

source: Animate the selected character using a procedural walk or run cycle.
fr: Animer le personnage sélectionné en utilisant une marche ou un cycle de course procédural.
ru: Анимация выбранного персонажа при помощи процедурной ходьбы или цикла бега.

source: Neck
fr: Cou
ru: Шея

source: Right hand
fr: Main droite
ru: Правая кисть

source: Left hand
fr: Main gauche
ru: Левая кисть

source: Right foot
fr: Pied droit
ru: Правая стопа

source: Left foot
fr: Pied gauche
ru: Левая стопа

source: Rig paint effects and brush strokes to animate them more easily.
fr: Riguer les effets peinture et les coups de pinceau pour les animer plus facilement.
ru: Заригать эффекты раскрашивания и штрихи кистей для более лёгкого их анимирования.

source: Bones
fr: Os
ru: Кости

source: Select bones
fr: Sélectionner les os
ru: Выбрать кости

source: Select all bones
fr: Sélectionner tous les os
ru: Выбрать все кости

source: Show/hide bones
fr: Afficher/masquer les os
ru: Показать/скрыть кости

source: Show/Hide all the bones. [Alt]: Only the unselected bones.
fr: Afficher/Masquer tous les os. [Alt]: Seulement les os non sélectionnés.
ru: Показать/скрыть все кости. [Alt]: Только невыбранные кости.

source: Duplicate bones
fr: Dupliquer les os
ru: Дублировать кости

source: Duplicate the selected bones
fr: Dupliquer les os sélectionnés
ru: Дублировать выбранные кости

source: Automatically (try to) link the artwork layers to their corresponding bones.
fr: (Essayer de) parenter automatiquement les calques de dessin aux os correspondants.
ru: Автоматически (пытаться) связать артворк слои с их соответствующими костями.

source: Edit mode
fr: Mode édition
ru: Режим редактирования
