Repository: RxLaboratory/DuAEF_Duik
Catalog: translation/Duik_*.po
Languages: fr, ru

source: Animation library
fr: Bibliothèque d'animation
ru: Библиотека анимации

source: Most used
fr: Les plus utilisés
ru: Часто используемое

source: Recent
fr: Récent
ru: Недавно использованное

source: Favorites
fr: Favoris
ru: Избранное

source: All properties
fr: Toutes les propriétés
ru: Все свойства

source: Keyframes only
fr: Seulement les images clés
ru: Только ключевые кадры

source: Scale
fr: Échelle
ru: Масштаб

source: Opacity
fr: Opacité
ru: Прозрачность

source: Masks
fr: Masques
ru: Маски

source: Effects
fr: Effets
ru: Эффекты

source: Offset values
fr: Décaler les valeurs
ru: Смещение значений

source: Offset current values.
fr: Décalage des valeurs actuelles.
ru: Смещение текущих значений.

source: Absolute
fr: Absolues
ru: Абсолютно

source: Absolute values (replaces current values).
fr: Valeurs absolues (remplace les valeurs actuelles).
ru: Абсолютные значения (заменяют текущие значения).

source: Reverse keyframes
fr: Inverser les images clés
ru: Развернуть ключевые кадры

source: Reverses the animation in time.
fr: Inverse l'animation dans le temps.
ru: Разворачивает анимацию во времени.

source: Apply
fr: Appliquer
ru: Применить

source: Edit category name
fr: Renommer la catégorie
ru: Редактировать название категории

source: New Category
fr: Nouvelle catégorie
ru: Новая Категория

source: Create animation
fr: Créer une animation
ru: Создать анимацию

source: Bake Expressions
fr: Figer les expressions
ru: Пришпандорить (Bake) выражения

source: Animation name
fr: Nom de l'animation
ru: Название анимации

source: Save animation.
fr: Enregistrer l'animation.
ru: Сохранить анимацию.

source: This animation already exists. Do you want to overwrite it?
fr: Cette animation existe déjà. Voulez-vous l'écraser ?
ru: Эта анимация уже существует. Хотите перезаписать её?

source: Animation settings.
fr: Paramètres de l'animation.
ru: Анимационные настройки.

source: Update thumbnail
fr: Mettre à jour la vignette
ru: Обновить миниатюру

source: Updates the thumbnail for the selected item.
fr: Met à jour la vignette de l'élément sélectionné.
ru: Обновляет миниатюру выбранного элемента.

source: Update animation
fr: Mettre à jour l'animation
ru: Обновить анимацию

source: Updates the current animation.
fr: Met à jour l'animation actuelle.
ru: Обновляет текущую анимацию.

source: Favorite
fr: Favori
ru: Избранное

source: Apply selected animation.
fr: Appliquer l'animation sélectionnée.
ru: Применить выбранную анимацию.

source: [Shift]: More options...
fr: [Shift]: Plus d'options...
ru: [Shift]: Дополнительные параметры...

source: Open the folder in the file explorer/finder.
fr: Ouvrez le dossier dans l'explorateur de fichiers/finder.
ru: Открыть папку в Проводнике файлов.

source: [Alt]: Select the library location.
fr: [Alt]: Sélectionnez l'emplacement de la bibliothèque.
ru: [Alt]: Выберите расположение библиотеки.

source: Add selected animation to library or create new category.
fr: Ajouter l'animation sélectionnée à la bibliothèque ou créer une nouvelle catégorie.
ru: Добавить выбранную анимацию в библиотеку или создать новую категорию.

source: Edit the selected animation or category.
fr: Modifier l'animation ou la catégorie sélectionnée.
ru: Редактировать выбранную анимацию или категорию.

source: Remove the selected animation or category from library.
fr: Supprimer l'animation ou la catégorie sélectionnée de la bibliothèque.
ru: Удалить выбранную анимацию или категорию из библиотеки.

source: Sorry, the animation library folder can't be found.
fr: Désolé, le dossier de la bibliothèque d'animation est introuvable.
ru: К сожалению, папка библиотеки анимаций не найдена.

source: Select the folder containing the animation library.
fr: Sélectionnez le dossier contenant la bibliothèque d'animation.
ru: Выберите папку, содержащую библиотеку анимации.

source: Sorry, we can't save an animation directly in the current category.
fr: Désolé, nous ne pouvons pas enregistrer une animation directement dans la catégorie actuelle.
ru: К сожалению, мы не можем сохранить анимацию непосредственно в текущей категории.

source: Sorry, we can't create a sub-category in the current category.
fr: Désolé, nous ne pouvons pas créer de sous-catégorie dans la catégorie actuelle.
ru: К сожалению, в текущей категории невозможно создать подкатегорию.

source: Uncategorized
fr: Non catégorisé
ru: Без категории

source: Are you sure you want to remove the animation "{#}"?
fr: Êtes-vous sûr de vouloir supprimer l'animation "{#} " ?
ru: Вы уверены, что хотите удалить анимацию "{#}"?

source: Are you sure you want to remove the category "{#}" and all its animations?
fr: Êtes-vous sûr de vouloir supprimer la catégorie "{#}" et toutes ses animations ?
ru: Вы действительно хотите удалить категорию "{#}" и все принадлежащие ей анимации?

source: Select Keyframes
fr: Sélectionner les images clés
ru: Выбрать ключевые кадры

source: Select keyframes.
fr: Sélectionner les images clés.
ru: Выбрать ключевые кадры.

source: Time
fr: Instant
ru: Время

source: Select at a precise time.
fr: Sélectionnez à un instant précis.
ru: Выбрать в точное время.

source: Range
fr: Intervalle
ru: Диапазон

source: Select from a given range.
fr: Sélectionner dans une plage donnée.
ru: Выбрать из указанного диапазона.

source: Current time
fr: Instant courant
ru: Текущее время

source: time
fr: instant
ru: время

# time
source: Out
fr: Sortie
ru: Исход

source: Selected layers
fr: Calques sélectionnés
ru: Выделенные слои

source: All layers
fr: Tous les calques
ru: Все слои

source: Controllers
fr: Contrôleurs
ru: Контроллеры

source: Copy animation
fr: Copier l'animation
ru: Скопировать анимацию

source: Copies selected keyframes. [Alt]: Cuts the selected keyframes.
fr: Copie les images clés sélectionnées. [Alt]: coupe les images clés sélectionnées.
ru: Копирует выбранные ключевые кадры. [Alt]: Вырезает выбранные ключевые кадры.

source: Paste animation
fr: Coller l'animation
ru: Вставить анимацию

source: Paste keyframes. [Ctrl]: Offset from current values. [Alt]: Reverses the keyframes in time.
fr: Coller les images clés. [Ctrl]: Décalage depuis les valeurs actuelles. [Alt]: Inverse les images clés dans le temps.
ru: Вставить ключевые кадры. [Ctrl]: Смещение от текущих значений. [Alt]: Переворачивает ключевые кадры во времени.

source: Replace existing keyframes
fr: Remplacer les images clés existantes
ru: Заменить существующие ключевые кадры

source: Interpolator
fr: Interpolateur
ru: Интерполятор

source: Control the selected keyframes with advanced but easy-to-use keyframe interpolation driven by an effect.
fr: Contrôlez les images clés sélectionnées avec une interpolation avancée, mais facile à utiliser grâce à un effet.
ru: Управляйте выбранными ключевыми кадрами с помощью продвинутого, но легкого в использовании метода интерполяции ключевых кадров с помощью эффекта.

source: Snap keys
fr: Accrocher les clés
ru: Фиксация ключевых кадров

source: Snaps selected (or all) keyframes to the closest frames if they're in between.
fr: Accroche les images clés sélectionnées (ou toutes) sur les images les plus proches si elles sont entre-deux.
ru: Фиксирует выделенные (или все) ключевые кадры к ближайшим кадрам, если они находятся между ними.

source: Motion trail
fr: Trace de mouvement
ru: След движения

source: Draws a trail following the selected layers. [Alt]: Creates a new shape layer for each trail.
fr: Dessine une trace suivant les calques sélectionnés. [Alt]: Crée un nouveau calque de forme pour chaque trace.
ru: Рисует след двигающийся за выбранными слоями. [Alt]: Создает новый слой - фигуру для каждого следа.

source: IK/FK Switch
fr: Bascule IK/FK
ru: ИК/УК Переключатель

source: Switches the selected controller between IK and FK. Automatically adds the needed keyframes at current time.
fr: Bascule le contrôleur sélectionné entre IK et FK. Ajoute automatiquement les images clés nécessaires à l'instant courant.
ru: Переключает выбранный контроллер между ОК (Обратная Кинематика) и УК (Упреждающая Кинематика). Автоматически добавляет нужные ключевые кадры в текущее время.

source: Snap IK
fr: Amène l'IK
ru: Фиксировать ОК

source: Snaps the IK to the FK values
fr: Amène l'IK aux valeurs FK
ru: Фиксировать ОК используя значения УК

source: Snap FK
fr: Amener le FK
ru: Фиксировать УК

source: Snaps the FK to the IK values
fr: Amène le FK aux valeurs IK
ru: Фиксировать УК используя значения ОК

source: Tweening
fr: Intervaller
ru: Твининг

source: Split
fr: Diviser
ru: Разделить

source: Split the selected keyframes into couples of keyframes with the same value.
fr: Diviser les images clés sélectionnées en paires d'images clés avec la même valeur.
ru: Разделить выделенные ключевые кадры на пары с одинаковыми значениями.

source: Duration
fr: Durée
ru: Продолжительность

# video image
source: Frames
fr: Images
ru: Кадры

source: Set the duration between two split keys.
fr: Définir la durée entre deux clés divisées.
ru: Задать длительность между двумя разделенными ключевыми кадрами.

source: Center
fr: Centre
ru: По центру

source: Align around the current time.
fr: Aligner autour de l'instant courant.
ru: Выравнивание вокруг текущего времени.

source: After
fr: Après
ru: После

source: Add the new key after the current one.
fr: Ajouter la nouvelle clé après la clé actuelle.
ru: Добавить новый ключевой кадр после текущего.

source: Before
fr: Avant
ru: Перед

source: Add the new key before the current one.
fr: Ajouter la nouvelle clé avant la clé actuelle.
ru: Добавить новый ключевой кадр перед текущим.

source: Freeze
fr: Geler
ru: Заморозка

source: Freezes the pose; copies the previous keyframe to the current time. [Alt]: Freezes the next pose (copies the next keyframe to the current time).
fr: Gèle la pose ; copie l'image clé précédente à l'instant courant. [Alt]: Gèle la pose suivante (copie l'image clé suivante à l'instant courant).
ru: Замораживает позу; копирует предыдущий ключевой кадр в текущее время. [Alt]: Замораживает следующую позу (копирует следующий ключевой кадр в текущее время).

source: Animated properties
fr: Propriétés animées
ru: Анимированные параметры

source: Selected properties
fr: Propriétés sélectionnées
ru: Выделенные параметры

source: Sync
fr: Synchro
ru: Синхронизация

source: Tweening options
fr: Options d’intervalles
ru: Свойства твининга

source: Temporal interpolation
fr: Interpolation temporelle
ru: Временная интерполяция

source: Set key options
fr: Définir les options de clé
ru: Настройка свойств ключевых кадров

source: Roving
fr: Déplacement dans le temps
ru: Блуждающие ключевые кадры

source: Linear
fr: Linéaire
ru: Линейные ключевые кадры

source: Ease In
fr: Lissage d'entrée
ru: Входное сглаживание ключевых кадров

source: Ease Out
fr: Lissage de sortie
ru: Исходное сглаживание ключевых кадров

source: Easy Ease
fr: Lissage facile
ru: Равномерное сглаживание ключевых кадров

source: Continuous
fr: En continu
ru: Непрерывное сглаживание ключевых кадров

source: Hold
fr: Maintien
ru: Стоп-кадр

source: Keyframe options
fr: Options d’image clé
ru: Свойства ключевых кадров

source: Add keyframes
fr: Ajouter des images clés
ru: Добавить ключевые кадры

source: Edit selected keyframes
fr: Modifier les images clés sélectionnées
ru: Редактировать выбранные ключевые кадры

source: Ease options
fr: Options de lissage
ru: Свойства сглаживания

source: Reset preset list
fr: Réinitialiser la liste des préréglages
ru: Сбросить список шаблонов

source: Resets the preset list to the default values.
fr: Réinitialise la liste des préréglages aux valeurs par défaut.
ru: Сбрасывает список шаблонов на значения по умолчанию.

source: Ease presets
fr: Préréglages de lissage
ru: Шаблоны сглаживания

source: Add new ease preset
fr: Ajouter un nouveau préréglage de lissage
ru: Добавить новый шаблон сглаживания

source: Remove selected ease preset
fr: Supprimer le préréglage de lissage sélectionné
ru: Удалить выбранный шаблон сглаживания

source: Pick ease and velocity from selected key.
fr: Choisissez le lissage et la vitesse à partir de la clé sélectionnée.
ru: Выбрать сглаживание и скорость из выделенного ключевого кадра.

source: Apply ease and velocity to selected keyframes.
fr: Appliquer le lissage et la vitesse aux images clés sélectionnées.
ru: Применить сглаживание и скорость к выделенным ключевым кадрам.

source: Set ease
fr: Régler le lissage
ru: Установить сглаживание

source: Switches in and out eases.
fr: Bascule entre les lissages d'entrée et de sortie.
ru: Переключает входящие и исходящие сглаживания.

source: Apply ease to selected keyframes.
fr: Appliquer le lissage aux images clés sélectionnées.
ru: Применить сглаживание к выделенным ключевым кадрам.

source: Switches in and out velocities.
fr: Bascule entre les vitesses d'entrée et de sortie.
ru: Переключает входящую и исходящую скорость.

source: Apply velocity to selected keyframes.
fr: Appliquer la vitesse aux images clés sélectionnées.
ru: Применить скорость к выделенным ключевым кадрам.

source: Spatial interpolation
fr: Interpolation spatiale
ru: Пространственная интерполяция

source: Set the spatial interpolation to linear for selected keyframes.
fr: Régler l'interpolation spatiale sur linéaire pour les images clés sélectionnées.
ru: Установить пространственную интерполяцию на линейную для выбранных ключевых кадров.

source: Set the spatial interpolation to Bézier for selected keyframes.
fr: Définissez l'interpolation spatiale sur Bézier pour les images clés sélectionnées.
ru: Установить пространственную интерполяцию на кривую Бéзье для выбранных ключевых кадров.

source: Set the spatial interpolation to Bézier Out for selected keyframes.
fr: Définissez l'interpolation spatiale sur Bézier en sortie pour les images clés sélectionnées.
ru: Установить пространственную интерполяцию на исходящую кривую Бéзье для выбранных ключевых кадров.

source: Set the spatial interpolation to Bézier In for selected keyframes.
fr: Définissez l'interpolation spatiale sur Bézier en entrée pour les images clés sélectionnées.
ru: Установить пространственную интерполяцию на входящую кривую Бéзье для выбранных ключевых кадров.

source: Fix
fr: Réparer
ru: Исправить

source: Automatically fix spatial interpolation for selected keyframes.
fr: Corrige automatiquement l'interpolation spatiale pour les images clés sélectionnées.
ru: Автоматически исправить пространственную интерполяцию для выбранных ключевых кадров.

source: Quickly save, export, import and apply animations from predefined folders.
fr: Enregistrer, exporter, importer et appliquer rapidement des animations à partir de dossiers prédéfinis.
ru: Быстрое сохранение, экспорт, импорт и применение анимации из предопределенных папок.

source: Sequence
fr: Séquence
ru: Последовательность

source: Sequence layers or keyframes. [Ctrl]: Sequence keyframes instead of layers [Alt]: Reverse
fr: Séquencer les calques ou images clés. [Ctrl]: Séquencer les images clés au lieu des calques [Alt]: Inverser
ru: Последовательность слоев или ключевых кадров. [Ctrl]: Последовательность ключевых кадров вместо слоёв [Alt]: Обратная

source: Layers
fr: Calques
ru: Слои

source: Keyframes
fr: Images clés
ru: Ключевые кадры

source: Times
fr: Instants
ru: Время

source: In points
fr: Points d'entrée
ru: Входные точки

source: Out points
fr: Points de sortie
ru: Исходные точки

source: Ease - Sigmoid (logistic)
fr: Lissage - Sigmoïde (logistique)
ru: Сигмоидальное Сглаживание (логическое)

source: Natural - Bell (gaussian)
fr: Naturel - Cloche (gaussien)
ru: Естественное Сглаживание (по Гауссу)

source: Ease In (logarithmic)
fr: Lissage d'entrée (logarithmique)
ru: Входное Сглаживание (логарифмическое)

source: Ease Out (exponential)
fr: Lissage de sortie (exponentiel)
ru: Исходное Сглаживание (логарифмическое)

# interpolation
source: Rate
fr: Quantité
ru: Темп

source: Non-linear animation
fr: Animation non linéaire
ru: Нелинейная анимация

source: Edit animations together.
fr: Modifier les animations ensemble.
ru: Редактировать анимации вместе.

source: Add new clip
fr: Ajouter un nouveau clip
ru: Добавить новый клип

source: Create a new clip from the original comp and adds it to the 'NLA.Edit' comp.
fr: Créer un nouveau clip à partir de la compo originale et l'ajouter à la compo 'NLA.Edit'.
ru: Создайте новый клип из оригинальной композиции и добавьте его в композицию 'NLA.Edit'.

source: Cel animation...
fr: Animation tradi...
ru: Целлулоидная анимация...

source: Tools to help traditionnal animation using After Effects' paint effect with the brush tool.
fr: Outils pour aider l'animation traditionnelle en utilisant l'effet peinture d'After Effects avec l'outil pinceau.
ru: Инструменты, для традиционной анимации с использованием эффекта краски After Effects и инструментом кисть.

source: Cel animation
fr: Animation tradi
ru: Целлулоидная анимация

source: New Cel.
fr: Nouveau Cellulo.
ru: Новый кадр.

source: Create a new animation cel. [Alt]: Creates on the selected layer instead of adding a new layer.
fr: Créer un nouveau celluloïd d'animation. [Alt]: Créer sur le calque sélectionné au lieu d'ajouter un nouveau calque.
ru: Создает новый анимационный кадр. [Alt]: Создает на выбранном слое вместо добавления нового слоя.

source: Onion skin
fr: Pelure d'oignon
ru: Многослойность

source: Shows the previous and next frames with a reduced opacity.
fr: Affiche les images précédentes et suivantes avec une opacité réduite.
ru: Показывает предыдущие и последующие кадры с уменьшенной прозрачностью.

# time
source: In
fr: Entrée
ru: Вход

source: Go to the previous frame
fr: Aller à l'image précédente
ru: Перейти к предыдущему кадру

# animation
source: Exposure:
fr: Exposition :
ru: Экспозиция:

source: Changes the exposure of the animation (the frames per second).
fr: Modifie l'exposition de l'animation (les images par seconde).
ru: Изменяет экспозицию анимации (кадры в секунду).

source: Go to the next frame.
fr: Aller à l'image suivante.
ru: Перейти к следующему кадру.

source: Set velocity
fr: Définir la vitesse
ru: Задать скорость

source: Tween
fr: Intervalles
ru: Анимировать

source: Celluloid
fr: Celluloïd
ru: Целлулоид

source: X-Sheet
fr: Feuille d'expo
ru: Экспозиционный лист

source: Weight
fr: Pondération
ru: Вес

source: Paste expression
fr: Coller l'expression
ru: Вставить выражение

source: Remove expressions
fr: Supprimer les expressions
ru: Удалить выражения

source: Bake expressions
fr: Figer les expressions
ru: Пришпандорить (Bake) выражения

source: Bake composition
fr: Figer la composition
ru: Пришпандорить композицию

source: Effector
fr: Effecteur
ru: Эффектор

source: Effector map
fr: Effecteur de texture
ru: Карта эффектора

source: Kleaner
fr: Cléttoyeur
ru: Улучшить анимацию

source: Swink
fr: Clignancement
ru: Махамигание (махаНИЕ - swing, мигаНИЕ - blink, 1+2+НИЕ = Махамигание)

source: Wiggle
fr: Tremblement
ru: Покачивание

source: Random motion
fr: Mouvement aléatoire
ru: Случайное движение

source: Random
fr: Aléatoire
ru: Случайный

source: Wheel
fr: Roue
ru: Колесо

source: Move away
fr: Éloigner
ru: Отодвинуть

source: Adds a control effect to move the selected layers away from their parents.
fr: Ajoute un effet de contrôle pour éloigner les calques sélectionnés de leurs parents.
ru: Добавляет элемент управления для перемещения выделенных слоев от их родителей.

source: Randomize
fr: Mélanger
ru: Рандомизировать

source: Motion trails
fr: Traces de mouvement
ru: След движения

source: Time remap
fr: Remappage temporel
ru: Переопределение времени

source: Paint Rig
fr: Rig de peinture
ru: Покрасить Риг

source: Walk/Run cycle
fr: Cycle de marche/course
ru: Цикл "Ходьба/Бег"

source: Arm
fr: Bras
ru: Рука

source: Limb
fr: Membre
ru: Конечность

source: Leg
fr: Jambe
ru: Нога

source: Spine
fr: Colonne
ru: Позвоночник

source: Tail
fr: Queue
ru: Хвост

source: Hair
fr: Cheveux
ru: Волосы

source: Wing
fr: Aile
ru: Крыло

source: Fin
fr: Nageoire
ru: Плавник

source: Bake armature data
fr: Figer les données de l'armature

source: Baking armature data...
fr: Fixation des données de l'armature...

source: Baking armature data: %1
fr: Fixation des données de l'armature : %1

source: Bake bones
fr: Figer les os
ru: Прикурить кости

source: Resetting bone transform...
fr: Réinitialisation de la transformation des os...
ru: Сбросить трансформацию костей...

source: Baking bone: %1
fr: Fixation de l'os : %1

source: Link art
fr: Lier le dessin
ru: Связать арт

source: Trying to parent layer '%1'
fr: Tentative de parentage du calque '%1'
ru: Попытка привязать к слою "%1"

source: Framing guides
fr: Guides de cadrage
ru: Направляющие композиции

source: Scale Z-Link
fr: Lien en Z de l'échelle
ru: Z-глубина - масштабом

source: Camera Rig
fr: Rig de Caméra
ru: Риг камеры

source: Camera
fr: Caméra
ru: Камера

source: Target
fr: Destination
ru: Цель

source: 2D Camera
fr: Caméra 2D
ru: 2D Камера

source: Camera influence
fr: Influence de la caméra
ru: Влияние камеры

source: List
fr: Liste
ru: Список

source: Add list
fr: Ajouter une liste
ru: Добавить список

source: 2DList
fr: Liste 2D

source: 3DList
fr: Liste 3D

source: Color List
fr: Liste de couleurs

source: Split values
fr: Séparer les valeurs
ru: Разделить значения

source: Lock properties
fr: Verrouiller les propriétés
ru: Заблокировать свойства

source: Add zero
fr: Ajouter un zéro
ru: Добавить ноль

source: Move anchor points
fr: Déplacer les points d'ancrage
ru: Переместить точки якоря

source: Reset transformation
fr: Réinitialiser la transformation
ru: Сбросить трансформацию

source: Align layers
fr: Aligner les calques
ru: Выровнять слои

source: Expose transform
fr: Exposer les transformations
ru: Показать трансформацию

source: Key Morph
fr: Métamorphose par clef
ru: Морфинг ключевого кадра

source: Tip angle
fr: Angle de la pointe
ru: Угол поворота кончика

source: Bézier IK
fr: IK Bézier
ru: Безье IK

source: Bézier FK
fr: FK Bézier
ru: Безье FK

source: Auto-curve
fr: Courbe automatique
ru: Авто-кривая

source: Parent constraint
fr: Contrainte de parenté
ru: Связать ограничение

source: Locator
fr: Localisateur
ru: Локатор

source: Extract locators
fr: Extraire les localisateurs
ru: Извлечь локаторы

source: Parent across comps
fr: Parent à travers les compos
ru: Связать через композиции

source: Position constraint
fr: Contrainte de position
ru: Ограничение позиции

source: Orientation constraint
fr: Contrainte d'orientation
ru: Ограничение ориентации

source: Path constraint
fr: Contrainte de chemin
ru: Ограничение пути

source: Add Pins
fr: Ajouter des épingles
ru: Добавить Пины

source: Remove 'thisComp'
fr: Retirer 'thisComp'
ru: Удалить 'thisComp'

source: Use 'thisComp'
fr: Utiliser 'thisComp'
ru: Использовать 'thisComp'

source: Connector
fr: Connecteur
ru: Коннектор

source: Audio connector
fr: Connecteur audio
ru: Аудио коннектор

source: Settings
fr: Paramètres
ru: Настройки

source: Audio spectrum
fr: Spectre audio
ru: Аудио спектр

source: Audio Effector
fr: Effecteur audio
ru: Аудио эффектор

# controller_shape
source: x position
fr: position x
ru: позиция X

# controller_shape
source: x pos
fr: pos x
ru: x поз

# controller_shape
source: h position
fr: position h
ru: позиция Г

# controller_shape
source: h pos
fr: pos h
ru: г поз

# controller_shape
source: horizontal position
fr: position horizontale
ru: горизонтальная позиция

# controller_shape
source: x location
fr: localisation x
ru: расположение по X

# controller_shape
source: x loc
fr: loc x
ru: х распол

# controller_shape
source: h location
fr: localisation h
ru: расположение по г

# controller_shape
source: h loc
fr: loc h
ru: г распол

# controller_shape
source: horizontal location
fr: localisation horizontale
ru: горизонтальное расположение

# controller_shape
source: y position
fr: position y
ru: позиция У

# controller_shape
source: y pos
fr: pos y
ru: у поз
