Repository: RxLaboratory/DuAEF_Duik
Catalog: translation/Duik_*.po
Languages: fr, ru

source: Clean Keyframes. Automates the animation process, and makes it easier to control: - Anticipation - Motion interpolation - Overlap - Follow through or Bounce - Soft Body simulation
fr: Nettoyer les images clés. Automatise le processus d'animation, et facilite le contrôle de : - L'anticipation - L'interpolation de mouvement - Les chevauchements de mouvement - La continuité et les rebonds - La simulation de corps souple

source: Alive (anticipation + interpolation + follow through)
fr: Vivant (anticipation + interpolation + continuité)

source: The default animation, with anticipation, motion interpolation and follow through.
fr: L'animation par défaut, avec anticipation, interpolation de mouvement et continuité ou rebond.

source: Inanimate (interpolation + follow through)
fr: Inanimé (interpolation + continuité de mouvement)

source: For inanimate objects. Deactivate the anticipation.
fr: Pour les objets inanimés. Désactive l'anticipation.

source: True stop (anticipation + interpolation)
fr: Arrêt précis (anticipation + interpolation)

source: Deactivate the follow through animation.
fr: Désactiver la continuité de mouvement.

source: Exact keyframes (interpolation only)
fr: Images clés exactes (interpolation uniquement)

source: Deactivates anticipation and follow through, and use the exact keyframe values. Generate only the motion interpolation.
fr: Désactiver l'anticipation et la continuité de mouvement, et utiliser les valeurs exactes des images clés. Générer seulement l'interpolation de mouvement.

source: Spring (follow through only)
fr: Rebond (continuité seulement)

source: Use AE keyframe interpolation and just animate the follow through.
fr: Utiliser l'interpolation des images clés d'AE et animer uniquement la continuité de mouvement.

source: Spring (no simulation)
fr: Rebond (sans simulation)

source: A lighter version of the spring, which works only if the property has it's own keyframes. Motion from parent layers or the anchor point of the layer itself will be ignored.
fr: Une version plus légère du rebond, qui ne fonctionne que si la propriété a ses propres images clés. Les mouvements des calques parents ou du point d'ancrage du calque lui-même seront ignorés.

source: Bounce (follow through only)
fr: Rebondir (continuité seulement)

source: Use AE keyframe interpolation and just animate a bounce at the end.
fr: Utiliser l'interpolation des images clés d'AE et animer juste un rebond à la fin.

source: Bounce (no simulation)
fr: Rebond (pas de simulation)
ru: Отскок (без симуляций)

source: Limits
fr: Limites
ru: Ограничения

source: Limit the value the property can get.
fr: Limiter la valeur que la propriété peut obtenir.
ru: Ограничить значение, которое может получить свойство.

source: Adjusts the exposure of the animation (changes and animates the framerate) [Ctrl]: (Try to) auto-compute the best values.
fr: Ajuste l'exposition de l'animation (modifie et anime la fréquence d'images) [Ctrl]: (Essayer de) calculer automatiquement les meilleures valeurs.

source: Automatically rig armatures (use the Links & constraints tab for more options).
fr: Setup automatique des armatures (utilisez l'onglet Liens et contraintes pour plus d'options).

source: 3-Layer rig:
fr: Rig à 3 calques :
ru: 3-хслойный риг:

source: Long chain rig:
fr: Setup des chaînes longues :

source: Create a root controller
fr: Créer un contrôleur racine

source: Baking:
fr: En cours de fixation :

source: Bake envelops
fr: Figer les enveloppes

source: Remove deactivated noodles.
fr: Supprimer les nouilles désactivées.
ru: Удаление деактивированной лапши.

source: Add a list to the selected properties.
fr: Ajouter une liste aux propriétés sélectionnées.
ru: Добавить список в выбранные свойства.

source: Size limit (MB)
fr: Limite de taille (Mo)
ru: Максимальный размер (Мб)

source: Maximum number of items
fr: Nombre maximal d'éléments
ru: Максимальное число элементов

source: Maximum number of precompositions in the root folder
fr: Nombre maximal de pré-compositions à la racine du projet
ru: Максимальное количество прекомпозиций в корневой папке

source: Default folder for precompositions
fr: Dossier par défaut pour les pré-compositions
ru: Папка по умолчанию для прекомпозиций

source: Maximum unused comps in the project
fr: Nombre maximal de compositions inutilisées dans le projet
ru: Максимальное количество неиспользуемых композиций в проекте

source: Folder for main comps (leave empty for project root)
fr: Dossier pour les compositions principales (laisser vide pour la racine du projet)
ru: Папка для основных компз (оставьте пустым для корня проекта)

source: Maximum memory (GB)
fr: Mémoire maximale (Go)
ru: Максимальный объем памяти (ГБ)

source: Maximum number of essential properties in a comp
fr: Nombre maximal de propriétés essentielles dans une compo

source: Time limit before saving the project (mn)
fr: Limite de temps avant d'enregistrer le projet (mn)
ru: Лимит времени перед сохранением проекта (мн.)

source: Uptime limit (mn)
fr: Limite de temps d'activité (mn)
ru: Лимит времени обновления (мн)

source: Composition Names
fr: Noms des compositions
ru: Названия композиций

source: Layer Names
fr: Noms des calques
ru: Название слоя

source: Expression engine
fr: Moteur d'expressions
ru: Движок выражений

source: Project size
fr: Taille du projet
ru: Размер проекта

source: Duplicated footages
fr: Métrages dupliqués
ru: Дублированные футажи

source: Unused footages
fr: Métrages inutilisés
ru: Неиспользуемые футажи

source: Precompositions
fr: Pré-compositions
ru: Прекомпозиции

source: Main compositions
fr: Compositions principales
ru: Основные композиции

source: Memory in use
fr: Mémoire utilisée
ru: Используемая память

source: Essential properties
fr: Propriétés essentielles

source: Time since last save
fr: Temps écoulé depuis la dernière sauvegarde
ru: Время с последнего сохранения

source: Up time
fr: Temps d'activité
ru: Время работы

source: Sanity status: Unknown
fr: État de santé : Inconnu
ru: Статус безопасности: Неизвестен

source: Sanity status: OK
fr: État de santé : OK
ru: Статус безопасности: ОК

source: Sanity status: Information
fr: État de santé : Information
ru: Статус безопасности: Информация

source: Sanity status: Warning
fr: État de santé : Attention
ru: Статус безопасности: Предупреждение

source: Sanity status: Danger
fr: État de santé : Danger
ru: Статус безопасности: Опасность

source: Sanity status: Critical
fr: État de santé : Critique
ru: Статус безопасности: Критический

source: Sanity status: Fatal
fr: État de santé : Fatal
ru: Статус безопасности: Фатальный

source: Unknown
fr: Inconnu
ru: Неизвестно

source: Warning
fr: Attention
ru: Предупреждение

source: Critical
fr: Critique
ru: Критично

source: Run all tests
fr: Lancer tous les tests
ru: Запустить все тесты

source: Run all the tests and displays the results.
fr: Lancer tous les tests et afficher les résultats.
ru: Выполняет все тесты и отображает результаты.

source: Toggle this test for the current project only.
fr: Active ou désactive ce test uniquement pour le projet courant.
ru: Переключить этот тест только для текущего проекта.

source: Enable or disable automatic live-fix.
fr: Active ou désactive la réparation automatique en direct.

source: Fix now.
fr: Réparer maintenant.
ru: Исправить!

source: Run the current test.
fr: Lance le test courant.
ru: Запустить текущий тест.

source: Change the test settings.
fr: Modifier les paramètres du test.
ru: Изменить настройки теста.

source: Test every:
fr: Tester chaque :
ru: Тестировать каждые:

source: Default
fr: Défaut
ru: По умолчанию

source: Selected
fr: Sélectionnés
ru: Набор

source: Grouped
fr: Groupés
ru: Сгруппированно

source: Ignored
fr: Ignorés
ru: Игнорировано

source: Add selected layers to group.
fr: Ajouter les calques sélectionnés au groupe.
ru: Добавить выбранные слои в группу.

source: Get groups from selected layers.
fr: Récupérer les groupes des calques sélectionnés.
ru: Получить группы из выбранных слоев.

source: Remove selected layers from group.
fr: Supprimer les calques sélectionnés du groupe.
ru: Удалить выбранные слои из группы.

source: Create new group.
fr: Créer un nouveau groupe.
ru: Создать новую группу.

source: Change group name
fr: Modifier le nom du groupe
ru: Изменить название группы

source: Remove group.
fr: Supprimer le groupe.
ru: Удалить группу.

source: New group
fr: Nouveau groupe
ru: Новая группа

source: Exit isolation.
fr: Quitter l'isolation.
ru: Выйти из изоляции.

source: Isolate
fr: Isoler
ru: Изолировать

source: Isolate selected groups.
fr: Isoler les groupes sélectionnés.
ru: Изолировать выбранные группы.

source: Timeline
fr: Ligne temporelle
ru: Таймлайн

source: Isolate selected groups, in the timeline only.
fr: Isoler les groupes sélectionnés, dans la ligne temporelle seulement.
ru: Изолировать выбранные группы только на таймлайне.

source: Comp
fr: Compo
ru: Комп

source: Isolate selected groups, in the composition panel only
fr: Isoler les groupes sélectionnés, dans le panneau de composition uniquement
ru: Изолировать выбранные группы только в панели композиции

source: Set interactive (sticky) mode.
fr: Utiliser le mode interactif (persistant).
ru: Установить интерактивный (липкий) режим.

source: Show/Hide layers
fr: Afficher/masquer les calques
ru: Показать/скрыть слои

source: Toggle audio
fr: (Dés)activer l'audio
ru: Вкл/выкл аудио

source: Toggle solo mode
fr: (Dés)activer le mode solo
ru: Переключить solo режим

source: Lock layers
fr: Verrouiller les calques
ru: Заблокировать слои

source: Collapse transformation / Continuous rasterization
fr: Réduire les transformations / Pixellisation continue
ru: Свернуть преобразование / Непрерывная растеризация

source: Guide layers
fr: Calques repères
ru: Направляющие слои

source: Set quality
fr: Changer la qualité
ru: Выбрать качество

source: Toggle effects
fr: (Dés)activer les effets
ru: Вкл/выкл эффект

source: Set frame blending mode
fr: Changer le mode de fusion d'images
ru: Установить режим смешивания кадров

source: Toggle motion blur
fr: (Dés)activer le flou de mouvement
ru: Вкл/выкл размытие движения

source: Toggle adjustment layer mode
fr: (Dés)activer le mode calque d'effets
ru: Вкл/выкл режим корректирующего слоя

source: Toggle 3D layer mode
fr: (Dés)activer le mode calque 3D
ru: Вкл/выкл режим 3D слоя

source: Select layers
fr: Sélectionner les calques
ru: Вуделить слои

# DuGR selector
source: Custom Groups
fr: Groupes personnalisés
ru: Пользовательские группы

# DuGR selector
source: Show custom layer groups
fr: Afficher les groupes de calques personnalisés
ru: Показать группы пользовательских слоёв

# DuGR selector
source: All layer properties
fr: Toutes les propriétés de calque
ru: Все свойства слоя

# DuGR selector
source: Show all properties
fr: Voir toutes les propriétés
ru: Показать все свойства

# DuGR selector
source: Hierarchy
fr: Hiérarchie
ru: Иерархия

# DuGR selector
source: Show hierarchical (parenting) properties
fr: Afficher les propriétés hiérarchiques (parentage)
ru: Показать иерархические свойства (родительские)

# DuGR selector
source: Layer types
fr: Types de calque
ru: Типы слоя

# DuGR selector
source: Show layer types
fr: Afficher les types de calque
ru: Показать типы слоя

# DuGR selector
source: Show layer attributes
fr: Afficher les attributs de calque
ru: Показать атрибуты слоя

# DuGR selector
source: Attribute
fr: Attribut
ru: Атрибут

# DuGR selector
source: Show animation properties
fr: Afficher les propriétés d'animation
ru: Показать свойства анимации

# DuGR selector
source: Matte & Blending
fr: Cache et Fusion
ru: Подложка и Смешивание

# DuGR selector
source: Show matte, blending, and alpha properties
fr: Afficher les caches, fusions et propriétés alpha
ru: Показать свойства, альфа, подложки и смешивание

# DuGR selector
source: Matte
fr: Cache
ru: Подложка

# DuGR selector
source: Layer styles
fr: Styles de calque
ru: Стили слоя

# DuGR selector
source: Show layer styles
fr: Afficher les styles de calque
ru: Показать стили слоя

# DuGR selector
source: Layer Styles
fr: Styles de Calques
ru: Стили Слоя

source: Invert
fr: Inverser
ru: Инвертировать

source: Invert the group/property selection
fr: Inverser la sélection du groupe/propriété
ru: Инвертировать выбранную группу/свойства

source: Inverted
fr: Inversé
ru: Инвертированный

source: Use either the AND(&) or OR(/) operator for multiple group selection.
fr: Utiliser soit l'opérateur ET(&) soit l'opérateur OU(/) pour la sélection de plusieurs groupes.
ru: Используйте либо оператор И(&) либо ИЛИ(/) для выбора нескольких групп.

source: Remove all
fr: Tout supprimer
ru: Удалить все

source: Search...
fr: Chercher...
ru: Поиск...

source: Hierarchy: Orphans
fr: Hiérarchie : Orphelins
ru: Иерархия: Сироты

source: Hierarchy: Have children
fr: Hiérarchie : Avec enfants
ru: Иерархия: Есть дочерние

source: Type: Pre-compositions
fr: Type : Pré-compositions
ru: Тип: Предварительные Композиции

source: Type: Null Objects
fr: Type : Objets Nuls
ru: Тип: Нулевые Объекты

source: Type: Solids
fr: Type : Solides
ru: Тип: Слои Сплошного Цвета

source: Type: Shapes
fr: Type : Formes
ru: Тип: Фигуры

source: Type: Texts
fr: Type : Textes
ru: Тип: Тексты

source: Type: Adjustment
fr: Type : Calques d'effets
ru: Тип: Корректируещие

source: Type: Lights
fr: Type : Lumières
ru: Тип: Освещение

source: Attribute: Visible
fr: Attribut : Visible
ru: Атрибут: Видимый

source: Attribute: Has Audio
fr: Attribut : Avec audio
ru: Атрибут: Имеет Звук

source: Attribute: Solo
fr: Attribut : Solo
ru: Атрибут: Моно

source: Attribute: Locked
fr: Attribut : Verrouillé
ru: Атрибут: Закрыт

source: Attribute: Shy
fr: Attribut : Discret
ru: Атрибут: Спрятан

source: Attribute: Effects
fr: Attribut : Effets
ru: Атрибут: Эффекты

source: Attribute: Motion Blur
fr: Attribut : Flou de mouvement
ru: Атрибут: Размытие в Движении

source: Attribute: 3D
fr: Attribut : 3D
ru: Атрибут: 3х Мерный

source: Attribute: Guide
fr: Attribut : Repère
ru: Атрибут: Направляющий

source: Animation: At current time
fr: Animation : À l'instant courant
ru: Анимация: В настоящее время

source: Animation: In preview range
fr: Animation : Dans la zone de travail
ru: Анимация: В режиме предварительного просмотра

source: Animation: Has keyframes
fr: Animation : Avec images clefs
ru: Анимация: Имеет ключевые кадры

source: Animation: Has expressions
fr: Animation : Avec expressions
ru: Анимация: Имеет выражения

source: Matte & Blending: Has mask
fr: Cache et Fusion : Avec masque
ru: Подложка и Смешивание: Имеет маску

source: Matte & Blending: Has track matte
fr: Cache et Fusion : Avec calque de cache
ru: Подложка и Смешивание: Имеет трек подложку

source: Matte & Blending: Is track matte
fr: Cache et Fusion : Est calque de cache
ru: Подложка и Смешивание: является трек подложкой

source: Matte & Blending: Preserve transparency
fr: Cache et Fusion : Préserver la transparence
ru: Подложка и Смешивание: Сохранять прозрачность

source: Matte & Blending: Normal blending mode
fr: Cache et Fusion : Mode de fusion normal
ru: Подложка и Смешивание: Обычный режим наложения

source: Matte & Blending: Other blending mode
fr: Cache et Fusion : Autre mode de fusion
ru: Подложка и Смешивание: Другой режим наложения

source: Layer Styles: All
fr: Styles de calque : Tous
ru: Стили слоя: Все

source: Layer Styles: Drop Shadow
fr: Styles de calque : Ombre portée
ru: Стиль слоя: Падающая тень

source: Layer Styles: Inner Shadow
fr: Styles de calques : Ombre interne
ru: Стили слоя: Внутренняя тень

source: Layer Styles: Outer Glow
fr: Styles de calque : Luminescence externe
ru: Стили слоя: Внешнее Свечение

source: Layer Styles: Inner Glow
fr: Styles de calque : Luminescence interne
ru: Стили слоя: Внутреннее Свечение

source: Layer Styles: Bevel and Emboss
fr: Styles de calque : Biseau et estampage
ru: Стили слоя: Скос и Тиснение

source: Layer Styles: Satin
fr: Styles de calque : Satin
ru: Стили слоя: Глянец

source: Layer Styles: Color Overlay
fr: Styles de calque : Incrustation de couleur
ru: Стили слоя: Наложение цвета

source: Layer Styles: Gradient Overlay
fr: Styles de calque : Incrustation de dégradé
ru: Стили слоя: Наложение Градиента

source: Layer Styles: Stroke
fr: Styles de calque : Contour
ru: Стили слоя: Штрих

source: Hide Ae layer switches
fr: Masquer les options de calque Ae
ru: Скрыть переключатели Ae слоя

source: Show or hide the After Effects layer switches buttons.
fr: Afficher/Masquer les boutons d'options de calque After Effects.
ru: Показать или скрыть кнопки переключателя слоя After Effects.

source: Show Ae layer switches
fr: Afficher les options de calque Ae
ru: Показать переключатели Ae слоя

source: Locked layers: deny changes
fr: Calques verrouillés : refuser les modifications
ru: Заблокированные слои: запретить изменения

source: What to do if a layer is locked.
fr: Que faire si un calque est verrouillé.
ru: Что делать, если слой заблокирован.

source: Locked layers: allow changes
fr: Calques verrouillés : autoriser les modifications
ru: Заблокированные слои: разрешить изменения

source: Type of warning frame to use
fr: Type de cadre d'avertissement à utiliser
ru: Тип используемого предупреждающего кадра

source: Warning frame: None
fr: Cadre d'avertissement : Aucun
ru: Предупреждающий кадр: нет

source: Don't use any warning frame.
fr: Ne pas utiliser de cadre d'avertissement.
ru: Не используйте никаких предупреждающих кадров.

source: Warning frame: Above
fr: Cadre d'avertissement : Au-dessus
ru: Предупреждающий кадр: выше

source: Draw the frame above the composition.
fr: Dessine le cadre au-dessus de la composition.
ru: Нарисуйте рамку над композицией.

source: Warning frame: Below
fr: Cadre d'avertissement : En dessous
ru: Предупреждающий кадр: ниже

source: Draw the frame below the composition.
fr: Dessine le cadre sous la composition.
ru: Нарисуйте рамку под композицией.

source: Isolation: hide layers
fr: Isolation : masquer les calques
ru: Изоляция: Скрыть слои

source: Method used to isolate layers in the composition.
fr: Méthode utilisée pour isoler les calques dans la composition.
ru: Метод, используемый для изоляции слоёв в композиции.

source: Isolation: wireframe
fr: Isolation : filaire
ru: Изоляция: каркас

source: Hide markers
fr: Masquer les marqueurs
ru: Спрятать маркеры

source: whether to show or hide the tags on the layers.
fr: afficher ou masquer les tags sur les calques.
ru: показывать или скрывать теги на слоях.

source: Show markers
fr: Afficher les marqueurs
ru: Показать маркеры

source: Auto-select layers
fr: Sélection automatique des calques
ru: Автовыбор слоёв

source: Automatically select layers when selecting groups or properties
fr: Sélectionner automatiquement les calques lors de la sélection de groupes ou de propriétés
ru: Автоматически выбирать слои при выборе групп или свойств

source: Lock hidden layers
fr: Verrouiller les calques masqués
ru: Заблокировать скрытые слои

source: whether the hidden layers have to be locked.
fr: les calques masqués doivent-ils être verrouillés ?
ru: должны ли скрытые слои быть заблокированы.

source: The '%1' panel is not installed.
fr: Le panneau '%1' n'est pas installé.

# After Effects Layer
source: Shape
fr: Forme

source: Rounded rectangle
fr: Rectangle arrondi
ru: Скруглённый прямоугольник

source: Cancel
fr: Annuler
ru: Отменить

source: The pseudo effect file does not exist.
fr: Le fichier de pseudo-effet n'existe pas.
ru: Файл псевдо эффектов не найден.

source: Invalid pseudo effect file or match name.
fr: Fichier ou "matchName" du pseudo-effet incorrect.
ru: Ошибочный файл псеводо эффектов или сонаиминований.

source: Permanently disable this alert.
fr: Désactiver cette alerte.

source: You can disable this alert dialog from showing before long operations. Layer Controls state won't be changed.
fr: Vous pouvez désactiver cette alerte et qu'elle ne soit pas affichée avant les opérations longues. L'état des contrôles de calque ne sera pas changé.

source: This alert will be disabled.
fr: Cette alerte sera désactivée.

source: Ignore
fr: Ignorer
ru: Игнорировать

source: Hide layer controls
fr: Cacher les contrôles des calques
ru: Скрыть слои контроля

source: Magic is happening...
fr: Magie en cours...
ru: Творится магия...

source: Project Root
fr: Racine du projet
ru: Корень проекта

source: Tip
fr: Bout
ru: Подсказка

# Anatomy
source: Feather
fr: Plume
ru: Перо

# Anatomy
source: Fishbone
fr: Arrête
ru: Рыбья кость

source: Set a random value.
fr: Choisir une valeur aléatoire.
ru: Установить случайное значение.

# file system
source: Path...
fr: Chemin...
ru: Путь...

source: Bug Report or Feature Request
fr: Rapport de bug ou demande de fonctionnalité
ru: Сообщить о проблеме/предложить улучшение

source: Bug report Feature request Tell us what's wrong or request a new feature.
fr: Rapport de bug Demande de fonctionnalité Dites-nous ce qui ne va pas ou demandez une nouvelle fonctionnalité.
ru: Отчет об ошибке Запрос улучшения Расскажите нам, что не так или запросить новую функцию.

source: Help
fr: Aide
ru: Помощь

source: Get help.
fr: Obtenez de l'aide.
ru: Получить помощь.

source: Translate %1
fr: Traduire %1
ru: Перевести %1

source: Help translating %1 to make it available to more people.
fr: Aidez à traduire %1 pour le rendre accessible à plus de monde.
ru: Помогите перевести %1, чтобы сделать его доступным для большего количества людей.

source: New version
fr: Nouvelle version
ru: Новая версия

source: Thank you for your donations!
fr: Merci pour vos dons !
ru: Благодарим Вас за ваше пожертвования!

source: This month, the %1 fund is $%2. That's %3% of our monthly goal ( $%4 ) Click on this button to join the development fund!
fr: Ce mois ci, les fonds de %1 sont de %2 $. C'est %3% de notre but mensuel (%4 $) Cliquez sur ce bouton pour rejoindre le fonds de développement !
ru: В этом месяце %1 фонда составляет $%2. Это %3% от нашей ежемесячной цели ( $%4 ) Нажмите на эту кнопку, чтобы присоединиться к фонду разработки!

# project
source: Item
fr: Élément
ru: Элемент

# file
source: Run
fr: Exécuter
ru: Выполнить

source: Open folder
fr: Ouvrir le dossier
ru: Открыть папку

source: Add item or category
fr: Ajouter un élément ou une catégorie
ru: Добавить элемент или категорию

source: Edit item or category
fr: Éditer l'élément ou la catégorie
ru: Редактировать элемент или категорию

source: Remove item or category
fr: Retirer l'élément ou la catégorie
ru: Удалить элемент или категорию

source: Item not found.
fr: Élément introuvable.

source: Start typing...
fr: Commencez à écrire...
ru: Начните печатать...

source: Refresh
fr: Actualiser
ru: Обновить

source: Category
fr: Catégorie
ru: Категория

source: %1 Settings
fr: Paramètres de %1
ru: %1 Настройки

source: Set the language of the interface.
fr: Choisir la langue de l'interface.
ru: Установить язык интерфейса.

source: Settings file
fr: Fichier de paramètres
ru: Файл настроек

source: Set the location of the settings file.
fr: Choisir l'emplacement du fichier de paramètres.
ru: Установить расположение файла настроек.

source: Set the highlight color.
fr: Choisir la couleur de mise en valeur.
ru: Установить цвет подсветки.

source: After Effects Blue
fr: Bleu After Effects
ru: Синий After Effects

source: The After Effects highlighting blue
fr: Bleu de mise en valeur d'After Effects
ru: Синяя подсветка Affter Effects

source: RxLab Purple
fr: Pourpre RxLab
ru: Фиолетовый RxLab

source: The RxLaboratory Purple
fr: Le pourpre RxLaboratory (notre préféré)
ru: Фиолетовая RxLaboratory

source: Rainbox Red
fr: Rouge Rainbox
ru: Красный Rainbox

source: The Rainbox Productions Red
fr: Le rouge Rainbox Productions

source: After Effects Orange (CS6)
fr: Orange After Effects (CS6)
ru: Оранжевый After Effects (CS6)
