Repository: RxLaboratory/DuAEF_Duik
Catalog: translation/Duik_*.po
Languages: fr, ru

source: Bake bone appearances. [Alt]: Keep envelops. [Ctrl]: Keep deactivated noodles.
fr: Figer les apparences des os. [Alt]: Garder les enveloppes. [Ctrl]: Garder les nouilles désactivées.

source: Bone settings
fr: Paramètres de l'os
ru: Настройки костей

source: Edit selected bones
fr: Éditer les os sélectionnés
ru: Редактировать выбранные кости

source: Current Selection
fr: Sélection actuelle
ru: Текущее выделение

source: Side
fr: Côté
ru: Сторона

source: Location
fr: Emplacement
ru: Местоположение

source: Color
fr: Couleur
ru: Цвет

source: Set the color of the selected layers.
fr: Définir la couleur des calques sélectionnés.

source: Size
fr: Taille
ru: Размер

source: Change the size of the layer.
fr: Change la taille du calque.
ru: Изменить размер слоя.

source: Change the opacity of the bones.
fr: Change l'opacité des os.
ru: Изменить прозрачность костей.

source: Group name
fr: Nom du groupe
ru: Имя группы

source: Character / Group name
fr: Nom du personnage / groupe
ru: Имя персонажа / группы

source: Choose the name of the character.
fr: Choisissez le nom du personnage.
ru: Выберите имя персонажа.

source: Name
fr: Nom
ru: Название

source: (Limb) Name
fr: Nom (du membre)
ru: (Конечность) Имя

source: Change the name of the limb this layer belongs to
fr: Changer le nom du membre auquel appartient ce calque
ru: Изменить имя конечности, к которой принадлежит этот слой

source: Envelop
fr: Enveloppe

source: Enabled
fr: Activé
ru: Включено

source: Toggle the envelops of the selected bones
fr: (Dés)activer les enveloppes des os sélectionnés

source: Envelop opacity
fr: Opacité de l'enveloppe

source: Change the opacity of the envelop.
fr: Changer l'opacité des enveloppes.

source: Envelop color
fr: Couleur de l'enveloppe

source: Set the color of the selected envelops.
fr: Définir la couleur des enveloppes sélectionnés.

source: Envelop stroke size
fr: Taille du contour de l'enveloppe

source: Change the size of the envelop stroke.
fr: Changer la taille du contour de l'enveloppe.

source: Envelop stroke color
fr: Couleur du contour de l'enveloppe

source: Set the color of the selected envelops strokes.
fr: Définir la couleur des contours des enveloppes sélectionnés.

source: Noodle
fr: Nouille
ru: Лапша

source: Toggle the noodles of the selected bones
fr: (Dés)activer les nouilles des os sélectionnés
ru: Переключить лапшу выделенных костей

source: Noodle color
fr: Couleur de la nouille

source: Set the color of the selected noodles.
fr: Définir la couleur des nouilles sélectionnés.

source: Pick selected layer
fr: Choisir le calque sélectionné
ru: Выбрать выделенный слой

source: Apply changes. [Alt]: assigns a random color to each bone.
fr: Appliquer les modifications. [Alt]: assigne une couleur aléatoire à chaque os.

source: Edit bones
fr: Éditer les os

source: Character Name
fr: Nom du personnage
ru: Имя персонажа

source: Add an armature for an arm
fr: Ajouter une armature pour un bras
ru: Добавить каркас для руки

source: [Ctrl]: Auto-parent the selection to the new bones. [Alt]: Assign a random color to the new limb.
fr: [Ctrl]: Auto-parenter de la sélection aux nouveaux os. [Alt]: Assigner une couleur aléatoire au nouveau membre.
ru: [Ctrl]: Авто-привязка выделения к новым костям. [Alt]: Назначить случайный цвет новой конечности.

source: Create
fr: Créer
ru: Создать

source: Create arm
fr: Créer un bras
ru: Создать руку

source: Forearm
fr: Avant-Bras
ru: Предплечье

source: Add an armature for a leg
fr: Ajouter une armature pour une jambe
ru: Добавить каркас для ноги

source: Create leg
fr: Créer une jambe
ru: Создать ногу

source: Thigh
fr: Cuisse
ru: Бедро

source: Calf
fr: Mollet
ru: Икроножная мышца

source: Toes
fr: Orteils
ru: Пальцы ног

source: Add an armature for a spine (including the hips and head)
fr: Ajouter une armature pour une colonne vertébrale (y compris les hanches et la tête)
ru: Добавить каркас для позвоночника (включая бедра и голову)

source: Create spine
fr: Créer une colonne vertébrale
ru: Создать позвоночник

source: Add an armature for a hair strand.
fr: Ajouter une armature pour une mèche de cheveux.
ru: Добавьте каркас для пряди волос.

source: Create hair strand
fr: Créer une mèche de cheveux
ru: Создать прядь волос

source: Hair:
fr: Cheveux :
ru: Волосы:

source: layers
fr: calques
ru: слои

source: Create tail
fr: Créer une queue
ru: Создать хвост

source: Tail:
fr: Queue :
ru: Хвост:

source: Add an armature for a wing.
fr: Ajouter une armature pour une aile.
ru: Добавить каркас для крыла.

source: Create wing
fr: Créer une aile
ru: Создать крыло

source: Feathers:
fr: Plumes :
ru: Растушевки:

source: Add an armature for the spine of a fish.
fr: Ajouter une armature pour la colonne vertébrale d'un poisson.
ru: Добавьте арматуру для позвоночника рыбы.

source: Create fish spine
fr: Créer une colonne vertébrale de poisson
ru: Создать позвоночник рыбы

source: Spine:
fr: Colonne :
ru: Позвоночник:

source: Add an armature for a fin.
fr: Ajouter une armature pour une nageoire.
ru: Добавить арматуру для плавника.

source: Create fin
fr: Créer une nageoire
ru: Создать плавник

source: Fishbones:
fr: Arrêtes :
ru: Кости рыбы:

source: Hominoid
fr: Hominoïde
ru: Гуманоид

source: Create limbs for an hominoid (Humans and apes).
fr: Créer des membres pour un hominoïde (Humains et singes).
ru: Создать конечности для гуманоида (люди и обезьяны).

source: Create limbs for a plantigrade (primates, bears, rabbits...).
fr: Créer des membres pour un plantigrade (primates, ours, lapins...).
ru: Создать конечности для стопоходящих (приматы, медведя, кролики...).

source: Create limbs for a digitigrade (dogs, cats, dinosaurs...).
fr: Créer des membres pour un digitigrade (chiens, chats, dinosaures...).
ru: Нарисуйте конечности для пальцевидных (собаки, кошки, динозавра...).

source: Ungulate
fr: Ongulé
ru: Копытные

source: Create limbs for an ungulate (horses, cattle, giraffes, pigs, deers, camels, hippopotamuses...).
fr: Créer des membres pour un ongulé (chevaux, bétail, girafes, porcs, cerfs, chameaux, hippopotames...).
ru: Создать конечности для копытных (лошади, крупный рогатый скот, жирафы, свиньи, олени, верблюды, бегемоты...).

source: Arthropod
fr: Arthropode
ru: Членистоногие

source: Create limbs for an arthropod (insects, spiders, scorpions, crabs, shrimps...)
fr: Créer des membres pour un arthropode (insectes, araignées, scorpions, crabes, crevettes...)
ru: Создать конечности для членистоногих (насекомые, пауки, скорпионы, крабы, креветки...)

source: Bird
fr: Oiseau
ru: Птица

source: Create limbs for a cute flying beast.
fr: Créez des membres pour une bête volante mignonne.
ru: Создать конечности для милых летающих зверей.

source: Fish
fr: Poisson
ru: Рыба

source: Create limbs for weird swimming beasts.
fr: Créez des membres pour de bizarres bêtes nageantes.
ru: Создать конечности для странных, плавающих зверей.

source: Snake
fr: Serpent
ru: Змея

source: Custom
fr: Personnalisé
ru: Пользовательский

source: Add a custom armature.
fr: Ajouter une armature personnalisée.
ru: Добавить пользовательский каркас.

source: Create custom armature
fr: Créer une armature personnalisée
ru: Создать пользовательский каркас

source: Number of bones:
fr: Nombre d'os :
ru: Количество костей:

source: Limb name
fr: Nom du membre
ru: Имя конечности

source: Cameras
fr: Caméras
ru: Камеры

source: Add guides in the composition to help the composition of the image. Includes thirds, golden ratio, and other standard guides.
fr: Ajouter des guides dans la composition pour aider à la composition de l'image. Comprend les tiers, le rapport du nombre d'or et d'autres guides standard.
ru: Добавьте направляющие в композицию для помощи композиции изображения. Включает правило третей, золотое сечение и другие стандартные направляющие.

source: Adds an inverse constraint of the scale to the depth (Z position) of the 3D layers, so that their visual size doesn't change with their depth. Works as a toggle: first click activates the effect, next click removes it from the selected layers.
fr: Ajoute une contrainte inverse de l'échelle à la profondeur (position Z) des calques 3D, pour que leur taille visuelle ne change pas avec leur profondeur. Fonctionne comme une bascule : le premier clic active l'effet, le clic suivant le supprime des calques sélectionnés.

source: There's no camera, please create a camera first.
fr: Il n'y a pas de caméra, veuillez d'abord créer une caméra.
ru: Нет камеры, пожалуйста, сначала создайте камеру.

source: Nothing selected. Please select a layer first.
fr: Rien n'est sélectionné. Veuillez d'abord sélectionner un calque.
ru: Ничего не выбрано. Пожалуйста, сначала выберите слой.

source: Rig the selected camera to make it easier to animate. Also includes nice behaviors like handheld camera or shoulder camera...
fr: Setup de la caméra sélectionnée pour la rendre plus facile à manipuler. Inclue aussi des comportements soignés, comme la caméra épaule ou portée à la main...
ru: Заригайте выбранную камеру, чтобы легче было анимировать. Также включает в себя приятное поведение, например ручную камеру или ручную камеру...

source: There's no camera, or it's a one-node camera, but a two-node camera is needed. Please, change to or create a two-node camera.
fr: Il n'y a pas de caméra, ou bien c'est une caméra à un seul nœud, mais une caméra à deux nœuds est nécessaire. Veuillez changer ou créer une caméra à deux nœuds.
ru: Нет камеры, или это камера с одним узлом, но требуется камера, состоящая из двух узлов. Пожалуйста, измените или создайте камеру с двумя узлами.

source: Create a fake camera, working with standard multiplane 2D Layers. Parent the layers to the control null objects. Duplicate these control nulls if you need more levels. This also includes nice behaviors like handheld camera or shoulder camera...
fr: Crée une fausse caméra, en travaillant avec les calques 2D standard multiplan. Parente les calques aux objets nuls de contrôle. Dupliquez ces nuls de contrôle si vous avez besoin de plus de niveaux. Cela inclut également des comportements soignés comme la caméra à la main ou la caméra épaule...
ru: Создайте поддельную камеру, работающую со стандартными многоплоскостными 2D слоями. Привяжите слои к контрольным нулевым объектам. Дублируйте эти нули, если вам нужно больше уровней. Это также включает в себя такие приятные поведения, как ручная камера или плечевая камера...

source: Command line
fr: Ligne de commande
ru: Командная строка

source: Adjust other parameters for setting the size.
fr: Ajuster les autres paramètres pour définir la taille.
ru: Настройте другие параметры для установки размера.

source: Resize settings
fr: Paramètres de redimensionnement
ru: Изменить размер настроек

source: Constraint the dimensions together.
fr: Contraindre les dimensions ensemble.
ru: Ограничить размеры одновременно.

source: Width
fr: Largeur
ru: Ширина

source: Height
fr: Hauteur
ru: Высота

source: Pixel aspect
fr: Aspect des pixels
ru: Аспект пикселей

source: Square Pixels
fr: Pixels carrés
ru: Квадратные Пиксели

source: D1/DV NTSC Widescreen (1.21)
fr: Écran large D1/DV NTSC (1.21)
ru: Широкоэкранный D1/DV NTSC (1.21)

source: D1/DV PAL Widescreen (1.46)
fr: Écran large D1/DV PAL (1.46)
ru: Широкоэкранный D1/DV PAL (1.46)

source: Anamorphic 2:1 (2)
fr: Anamorphique 2:1 (2)
ru: Анаморфный 2:1 (2)

source: Frame rate
fr: Fréquence d'images
ru: Частота кадров

source: Display
fr: Affichage
ru: Экран

source: Resolution
fr: Résolution
ru: Разрешение

# resolution
source: Full
fr: Complète
ru: Полностью

# resolution
source: Half
fr: Demi
ru: Половина

# resolution
source: Third
fr: Un tiers
ru: Треть

# resolution
source: Quarter
fr: Un quart
ru: Четверть

source: Preserve resolution
fr: Conserver la résolution
ru: Сохранять разрешение

source: Preserve
fr: Conserver
ru: Сохранять

source: Background color
fr: Couleur d'arrière-plan
ru: Цвет фона

source: Shy layers
fr: Calques discrets
ru: Скрыть слои

source: Hide
fr: Cacher
ru: Скрыть

source: Rendering
fr: Rendu
ru: Рендеринг

source: Proxy
fr: Doublure
ru: Прокси

source: Renderer
fr: Moteur de rendu
ru: Рендерер

source: Preserve frame rate
fr: Conserver la fréquence d’images
ru: Сохранять частоту кадров

source: Frame blending
fr: Fusion des images
ru: Смешивание кадров

source: Motion blur
fr: Flou de mouvement
ru: Размытие движения

source: Shutter angle
fr: Angle d'obturateur
ru: Угол затвора

source: Shutter phase
fr: Phase d'obturation
ru: Фаза затвора

source: Samples
fr: Échantillons
ru: Сэмплы

source: Adaptive sample limit
fr: Limite d'échantillons adaptative
ru: Адаптивный предел сэмплов

source: Update precompositions
fr: Mettre à jour les pré-compositions
ru: Обновить прекомпозиции

source: Comp settings
fr: Paramètres de Comp
ru: Настройки композиции

source: Set the current or selected composition(s) settings, also changing the settings of all precompositions.
fr: Définir les paramètres de(s) composition(s) actuelle(s) ou sélectionnée(s), en modifiant également les paramètres de toutes les précompositions.
ru: Устанавливает текущие или выбранные настройки композици(й)и, а также меняет настройки всех прекомпозиций.

source: Links and constraints
fr: Liens et contraintes
ru: Связки и ограничения

source: Lock prop.
fr: Verrouiller prop.
ru: Заблокировать свойства.

source: Lock the value of the selected properties.
fr: Verrouiller la valeur des propriétés sélectionnées.
ru: Заблокировать значение выбранных свойств.

source: Zero out the selected layers transformation. [Alt]: Reset the transformation of the selected layers to 0. [Ctrl] + [Alt]: Also reset the opacity to 100 %.
fr: Initialiser à zéro la transformation des calques sélectionnés. [Alt]: Remettre les valeurs de transformation des calques sélectionnés à 0. [Ctrl] + [Alt]: Remettre également l'opacité à 100 %.
ru: Сбросить преобразование выбранных слоёв. [Alt]: Сброс преобразования выбранных слоёв к 0. [Ctrl] + [Alt]: Также сбросить непрозрачность до 100 %.

source: Expose the transformation of layers using a nice controller.
fr: Expose la transformation des calques à l'aide d'un simple contrôleur.
ru: Выделить преобразование слоёв с помощью чётенького контроллера.

source: Create locator.
fr: Créer un localisateur.
ru: Создать локатор.

source: Extract locators.
fr: Extraire les localisateurs.
ru: Извлечь локаторы.

source: Use expressions
fr: Utiliser des expressions
ru: Использовать выражения

source: Use essential properties
fr: Utiliser les propriétés essentielles

source: Measure distance
fr: Mesurer la distance
ru: Измерить расстояние

source: Measure the distance between two layers.
fr: Mesurer la distance entre deux calques.
ru: Измерить расстояние между двумя слоями.

source: Select two layers to measure the distance between them.
fr: Sélectionnez deux calques pour mesurer la distance entre eux.
ru: Выберите два слоя для измерения расстояния между ними.

source: Prop. info
fr: Info de prop.
ru: Информация о свойствах

source: Get property detailed information.
fr: Obtenir les informations détaillées sur la propriété.
ru: Узнать подробную информацию о свойствах.

source: Get property info
fr: Obtenir les informations de la propriété
ru: Получить информацию о свойствах

source: Connect slave properties to a master property.
fr: Connecter les propriétés esclaves à une propriété maîtresse.

source: 2D Slider
fr: Curseur 2D
ru: 2D слайдер

source: Axis
fr: Axe
ru: Ось

source: Channel
fr: Couche
ru: Канал

source: Choose or create control
fr: Choisir ou créer un contrôle
ru: Выбрать или создать управление

source: Create a slider controller.
fr: Créer un contrôleur curseur.
ru: Создать контроллер слайдера.

source: Create a 2D slider controller.
fr: Créer un contrôleur en curseur 2D.
ru: Создать 2D слайдер контроллер.

source: Create an angle controller.
fr: Créer un contrôleur d'angle.
ru: Создать контроллер угла.

source: Create a controller to measure lengths, angles and other coordinates between layers.
fr: Créer un contrôleur pour mesurer les longueurs, les angles et les autres coordonnées entre les calques.
ru: Создать контроллер для измерения длины, углов и других координат между слоями.

source: Layer list
fr: Liste de calques
ru: Список слоев

source: Creates a dropdown control to control the visibility of a list of layers. First, select the layer where to create the controlling effect, then click the button to get to the next step.
fr: Crée une liste déroulante pour contrôler la visibilité d'une liste de calques. Tout d'abord, sélectionnez le calque où créer l'effet de contrôle, puis cliquez sur le bouton pour passer à l'étape suivante.
ru: Создает раскрывающийся элемент управления для контроля видимости списка слоев. Сначала выберите слой, где создать управляющий эффект, затем нажмите на кнопку, чтобы перейти к следующему шагу.

source: Nothing selected. Please select some layers first.
fr: Rien n'est sélectionné. Veuillez d'abord sélectionner des calques.
ru: Ничего не выбрано. Пожалуйста, выберите сначала пару слоёв.

source: Create a spatial effector to control properties. Select the properties to control first, then click on this button.
fr: Créer un effecteur spatial pour contrôler les propriétés. Sélectionnez d'abord les propriétés à contrôler, puis cliquez sur ce bouton.
ru: Создает пространственный эффектор для управления свойствами. Сначала выберите свойства, затем нажмите на эту кнопку.

source: Pick texture
fr: Choisir la texture
ru: Выбрать текстуру

source: Choose a layer to use as a texture map to control the properties.
fr: Choisissez un calque à utiliser comme une texture pour contrôler les propriétés.
ru: Выберите слой, который будет использоваться в качестве текстуры для управления свойствами.

source: Pick audio
fr: Choisir l'audio
ru: Выбрать аудио

source: Controls properties using an audio layer.
fr: Contrôle les propriétés à l'aide d'un calque audio.
ru: Управляет свойствами с помощью звукового слоя.

source: Pick control
fr: Choisir le contrôle
ru: Выбрать управление

source: Uses the selected property, layer or already existing control.
fr: Utilise la propriété sélectionnée, le calque ou le contrôle existant.
ru: Использует выбранное свойство, слой или уже существующее управление.

source: Connecting
fr: Connexion
ru: Соединение

# After Effects Property
source: Property
fr: Propriété
ru: Свойство

source: Value
fr: Valeur
ru: Значение

source: Speed
fr: Vitesse
ru: Скорость

source: Velocity
fr: Vélocité
ru: Быстрота

source: Next
fr: Suivant
ru: Следующий

source: Select the child properties or layers, and connect them.
fr: Sélectionnez les propriétés enfants ou les calques, puis connectez-les.
ru: Выберите дочерние свойства или слои, и свяжите их.

source: Layer opacities
fr: Opacité des calques
ru: Прозрачность слоя

source: Connects the selected layers to the control you've just set, using their opacity properties to switch their visibility.
fr: Connecte les calques sélectionnés au contrôle que vous venez de définir, en utilisant leurs propriétés d'opacité pour changer leur visibilité.
ru: Подключает выбранные слои к только что установленному контролю, используя их непрозрачность для переключения их видимости.

source: Properties
fr: Propriétés
ru: Свойства

source: Connects the selected properties to the control you've just set.
fr: Connecte les propriétés sélectionnées au contrôle que vous venez de définir.
ru: Подключает выбранные свойства к контролю, который вы только что установили.

source: Connects the selected keys to the control you've just set.
fr: Connecte les clefs sélectionnées au contrôle que vous venez de préparer.
ru: Подключает выбранные свойства к контролю, который вы только что установили.

source: Connecting dropdown menu to layers: Select the child layers then connect.
fr: Connexion du menu déroulant aux calques : Sélectionnez les calques enfants puis connectez-les.
ru: Подключение выпадающего меню к слоям: Выберите дочерние слои затем подключайте.

source: Connect layer opacities
fr: Connecter les opacités des calques
ru: Подключить непрозрачность слоя

source: Connect the selected layers to the control you've just set, using their opacity properties to switch their visibility.
fr: Connecter les calques sélectionnés au contrôle que vous venez de définir, en utilisant leurs propriétés d'opacité pour changer leur visibilité.
ru: Подключить выбранные слои к только что установленному контролю, используя их непрозрачность для переключения их видимости.

source: Morph selected properties between arbitrary keyframes.
fr: Interpole les propriétés sélectionnées entre des images clés arbitraires.
ru: Заморфить выделенные свойства между произвольными ключевыми кадрами.

source: Add pin layers to control spatial properties and Bézier paths. [Alt]: Also create tangents for Bézier path properties.
fr: Ajouter des calques épingles pour contrôler les propriétés spatiales et les tracés de Bézier. [Alt]: Créer aussi les tangentes pour les propriétés de tracé de Bézier.

source: Change the opacity of the pins.
fr: Change l'opacité des épingles.

source: Change the name of the limb this layer belongs to.
fr: Changer le nom du membre auquel appartient ce calque.
ru: Изменить имя конечности, к которой принадлежит этот слой.

source: Edit pins
fr: Éditer les épingles

source: Kinematics
fr: Cinématiques
ru: Кинематика

source: Create Inverse and Forward Kinematics.
fr: Créer des cinématiques inversées et directes.
ru: Создать Обратную и Прямую Кинематику.

source: Standard Inverse Kinematics.
fr: Cinématique inverse standard.
ru: Стандартная Обратная Кинематика.

source: 1+2-layer IK
fr: IK à 1+2 calques
ru: 1+2-слой IK

source: Create a one-layer IK combined with a two-layer IK to handle Z-shape limbs.
fr: Créez un IK à un calque combiné avec un IK à deux calques pour gérer les membres en forme de Z.
ru: Создать однослойный IK в сочетании с двухслойным IK для обработки конечностей Z-формы.

source: 2+1-layer IK
fr: IK à 2+1 calques
ru: 2+1-слой IK

source: Create a two-layer IK combined with a one-layer IK to handle Z-shape limbs.
fr: Créez un IK à deux calques combiné à un IK à un seul calque pour gérer les membres en forme de Z.
ru: Создайте двухслойный IK в сочетании с однослойным IK для обработки конечностей Z-формы.

source: Bézier Inverse Kinematics.
fr: Cinématique inverse Bézier.
ru: Обратная Кинематика Безье.

source: Forward Kinematics with automatic overlap and follow-through.
fr: Cinématique directe avec chevauchement et continuité du mouvement automatique.
ru: Прямая Кинематика с автоматическим перекрытием и последующим следованием.

source: Create parent constraints.
fr: Créer des contraintes de parentés.
ru: Создать ограничения усыновления.

source: Parent selected layers to the last selected one. [Alt]: Parent only the orphans.
fr: Parente les calques sélectionnés à celui sélectionné en dernier. [Alt]: Parente seulement les orphelins.
ru: Усыновить выбранные слои к последнему выбранному. [Alt]: Усыновить только сирот.

source: Animatable parent.
fr: Parenté animable.
ru: Анимируемый родитель.

source: Parent across comps...
fr: Parenter à travers les compos...
ru: Усыновить через компы...

source: Parent layers across compositions.
fr: Parente les calques à travers les compositions.
ru: Усыновить слои через композиции.

source: Parent comp
fr: Compo parente
ru: Родительская композиция

source: Parent layer
fr: Calque parent
ru: Родительский слой

source: Create transform constraints (position, orientation, path...).
fr: Créer des contraintes de transformation (position, orientation, chemin...).
ru: Создать ограничения трансформации (положение, ориентация, путь...).

source: Constraint the location of a layer to the position of other layers.
fr: Contraint l'emplacement d'un calque à la position des autres calques.
ru: Ограничить местоположение слоя позицией других слоев.
