Repository: RxLaboratory/DuAEF_Duik
Catalog: translation/Duik_*.po
Languages: fr, ru

source: The After Effects highlighting orange from good ol'CS6
fr: L'orange de mise en valeur du bon vieux After Effects CS6
ru: Оранжевая подсветка The After Effects от старого, доброго CS6

source: Custom...
fr: Personnaliser...
ru: Пользовательский...

source: Select a custom color.
fr: Sélectionner une couleur personnalisée.
ru: Выберите пользовательский цвет.

source: Select the UI mode.
fr: Choisir le mode d'interface.
ru: Выбрать режим пользовательского интерфейса.

source: Rookie
fr: Débutant
ru: Новичок

source: The easiest-to-use mode, but also the biggest UI.
fr: Le mode le plus facile, mais aussi la plus grosse interface.
ru: Самый легкий в использовании режим, так же самый большой пользовательский интерфейс.

source: The standard not-too-big UI.
fr: L'interface standard, pas trop grosse.
ru: Стандартный, небольшой пользовательский интерфейс.

source: The smallest UI, for expert users.
fr: La plus petite IU, pour les utilisateurs experts.
ru: Самый маленький пользовательский интерфейс, для опытных пользователей.

source: Normal mode
fr: Mode normal
ru: Обычный режим

source: Use at your own risk!
fr: Utilisez à vos risques et périls !
ru: Используйте на свой страх и риск!

source: Dev and Debug mode
fr: Mode Dev et Débogage
ru: Режим разработчика и отладки

source: Check for updates
fr: Vérifier les mises à jour
ru: Проверить обновления

source: Reset the settings to their default values.
fr: Réinitialiser les paramètres à leurs valeurs par défaut.
ru: Сбросить настройки к значениям по умолчанию.

source: Apply settings.
fr: Appliquer les paramètres.
ru: Применить настройки.

source: You may need to restart the script for all changes to take effect.
fr: Il faut peut-être redémarrer le script pour que tous les changements soient prix en compte.
ru: Вам может потребоваться перезапустить скрипт, чтобы все изменения вступили в силу.

source: Help and options
fr: Aide et options
ru: Помощь и опции

source: Edit settings
fr: Éditer les paramètres
ru: Изменить настройки

source: Magic is happening
fr: Magie en cours
ru: Творится магия

source: Working
fr: Au travail
ru: В процессе

source: Previous
fr: Précédent
ru: Предыдущий

source: Keep this panel open
fr: Garder ce panneau ouvert
ru: Не закрывайте эту панель

source: Position
ru: Расположение

source: Rotation
ru: Вращение

source: OK
ru: ОК

source: Animation
ru: Анимация

source: Synchronize the selected keyframes; moves them to the current time. If multiple keyframes are selected for the same property, they're offset to the current time, keeping the animation.
ru: Синхронизировать выделенные ключевые кадры; переместить их в текущее время. Если для одного и того же параметра выбрано несколько ключевых кадров, то они смещаются до текущего времени, сохраняя анимацию.

source: Baking bone: {#}
ru: Прикурить кость: {#}

source: Cam
ru: Кам.

source: Auto-parent
ru: Авто-привязка

# controller_shape
source: rotation
ru: вращение

# controller_shape
source: orientation
ru: ориентация

# controller_shape
source: horizontal
ru: горизонтально

# controller_shape
source: vertical
ru: вертикально

# controller_shape
source: position
ru: расположение

# controller_shape
source: pos
ru: поз

# controller_shape
source: loc
ru: распол

# controller_shape
source: joystick
ru: джойстик

# controller_shape
source: angle
ru: угол

# controller_shape
source: cam
ru: кам.

# controller_shape
source: face
ru: лицо

# controller_shape
source: cycle
ru: цикл

# controller_shape
source: etm
ru: Измерить преобразования

# controller_shape
source: audio
ru: аудио

source: Audio
ru: Аудио

# anatomy
source: scapula
ru: лопатка

# anatomy
source: humerus
ru: Рука: кость плечо

# anatomy
source: radius
ru: лучевая кость

# anatomy
source: tibia
ru: берцовая кость

source: Auto-rig
ru: Авто-риг

source: No controller found.
ru: Контроллеры не найдены

source: Please, add some controllers to rig custom layers. Controllers can be any layer as long as you 'tag' them, using the 'tag' button in the Duik Controllers panel.
ru: Чтоб сделать риг специальных слоёв, пожалуйста, сперва добавьте контроллер. В роли контроллера может выступать любой слой, если вы добавите на него метку контроллера нажатием кнопки "Метка" на панели Duik > Контроллеры.

source: Strict
ru: Строгий

source: Indices
ru: Показатели

source: Min
ru: Мин.

source: Max
ru: Макс.

source: Plantigrade
ru: Стопоходящие

source: Digitigrade
ru: Пальцеходящие

source: Angle
ru: Угол

# After Effects Property
source: Type
ru: Тип

# After Effects Property Value
source: Minimum
ru: Минимум

# After Effects Property Value
source: Maximum
ru: Максимум

source: Change the side of the layer.
ru: Изменить сторону слоя.

source: Change the location of the layers.
ru: Изменить расположение слоев.

source: Set the color of the selected layers. [Alt]: assign a random color for each layer.
ru: Задать цвет выбранным слоям. [Alt]: назначает случайный цвет для каждого слоя.

source: Size:
ru: Размер:

source: Group name:
ru: Имя группы:

source: Parent
ru: Усыновить

source: Composition
ru: Композиция

source: Select the folder containing the OCO library.
ru: Выберите папку, содержащую OCO библиотеку.

source: cm
ru: см

source: Ae Scripts
ru: Ae Скрипты

source: Scripting
ru: Скриптинг

source: Expressions
ru: Выражения

source: Compositions
ru: Композиции

source: Art
ru: Арт

source: Information
ru: Информация

source: Danger
ru: Опасность

source: Fatal
ru: Фатально

source: Options
ru: Настройки

source: Type: Cameras
ru: Тип: Камеры

source: Shape
ru: Фигура

source: Rectangle
ru: Прямоугольник

source: Standard
ru: Стандартный

source: Expert
ru: Профессионал
